export const aboutPhotoContent = [
  "В 1993 году ПО «Средазремэнерго» было переименовано в ПО«Узбекэнерготаъмир» объединившая вокруг себя почти всепредприятия по ремонту оборудования тепловых электростанций игидроэлектростанций энергосистемы Узбекистана.",
  "В 2001 году во исполнении Указа Президента Республики Узбекистан«Об углублении экономических реформ в энергетике» и ПостановленияКабинета Министров «О мерах по разгосударствлению и приватизациипредприятий», началось преобразование предприятия в открытоеакционерное общество “Узбекэнерготаъмир.",
  "С 2021 года владельцем контрольного пакета акций АО“Узбекэнерготаъмир” является ООО “Energyproject Invest Group”.Со дня основания предприятия до сегодняшнего дня сохранилась ипреумножена эстафета преемственности кадрового потенциала. Насегодняшний день общее количество персонала холдинга АО“Узбекэнерготаъмир” составляет более 2300высококвалифицированных специалистов и рабочих имеющих большойопыт работы в сфере энергетики и строительства.",
  "Холдинг АО «Узбекэнерготаъмир» имеет необходимые сертификаты илицензии для осуществления всех видов работ в сфере энергетики истроительства",
];
export const aboutMissia = {
  title: "Наша миссия",
  descs: [
    `Ведение нашего бизнеса к вершинам качества и надежности. 
Обеспечивая профессиональный и качественный подход к решению 
проблем, повышения энергоэффективности оборудования, надежности 
его эксплуатации. Подготовка, переподготовка и повышение 
квалификации специалистов и рабочего персонала. `,
    `Быть ведущим производителем услуг для индустриально-
технологического оборудования и агрегатов для энергетической, 
строительной и экологической промышленности.`,
  ],
};
export const aboutOurSee = {
  title: "Наше видение",
  descs: [
    `Обеспечивать на высоком уровне удовлетворенность клиентов по 
  ремонту, наладке и эксплуатации энергетического оборудования 
  и`,
    `промышленного строительства.`,
    `Повышать ценность заинтересованных сторон за счет корпоративной 
  социальной ответственности.`,
    `Улучшать организационную инфраструктуру и развитие человеческого 
  капитала.`,
    `Быть отличным местом работы, где люди мотивированны и достигают 
  своих целей.`,
    `Обеспечивать возможность производства работ и услуг по самой 
  конкурентоспособ-ной и доступной стоимости.`,
    `Управление компанией на устойчивом финансовом базисе 
  эффективного роста.`,
  ],
};
export const aboutGoals = {
  title: "Цели",
  desc: `Мы строго следуем своим целям, предоставляя клиентам качественно 
  выполненные работы по ремонту, наладке, испытанию 
  энергооборудования и строительство промышленных предприятий.
  Руководство AO «O’zbekenergota’mir» прилагает все усилия для 
  достижения следующих целей:`,
  descs: [
    [
      `Ведение бизнеса, нацеливаясь на высочайшие возможные стандарты 
    этики`,
      `Соблюдение локальных и международных стандартов промышленности`,
      `Обеспечение экономической выгоды заказчика при помощи 
    совершенствования методов ремонта, наладки и эксплуатации 
    энергооборудования частей`,
      `Выстраивание взаимовыгодных долгосрочных деловых отношений`,
      `Обеспечение безопасной и доступной рабочей среды и здоровой 
    конкуренции`,
      `Гарантии персоналу компании, непрерывный карьерный рост и 
    возможности для совершенствования`,
    ],
  ],
};
