<template>
  <section class="AboutDatas pb-6 md:pb-16">
    <div class="container">
      <div class="grid md:grid-cols-2 gap-6">
        <BaseTextBox>
          <template #title>{{ aboutMissia.title }}</template>
          <template #descriptions>
            <li v-for="mis in aboutMissia.descs">{{ mis }}</li>
          </template>
        </BaseTextBox>
        <BaseTextBox>
          <template #title>{{ aboutOurSee.title }}</template>
          <template #descriptions>
            <li v-for="mis in aboutOurSee.descs">{{ mis }}</li>
          </template>
        </BaseTextBox>
        <BaseTextBox :stepDescriptions="aboutGoals.descs">
          <template #title>{{ aboutGoals.title }}</template>
          <template #description>{{ aboutGoals.desc }}</template>
        </BaseTextBox>
      </div>
    </div>
  </section>
</template>

<script setup>
import BaseTextBox from "../ui/BaseTextBox.vue";
import { useI18n } from "vue-i18n";
const t = useI18n();

const aboutMissia = {
  title: "Наша миссия",
  descs: [
    `Ведение нашего бизнеса к вершинам качества и надежности. 
Обеспечивая профессиональный и качественный подход к решению 
проблем, повышения энергоэффективности оборудования, надежности 
его эксплуатации. Подготовка, переподготовка и повышение 
квалификации специалистов и рабочего персонала. `,
    `Быть ведущим производителем услуг для индустриально-
технологического оборудования и агрегатов для энергетической, 
строительной и экологической промышленности.`,
  ],
};
const aboutOurSee = {
  title: "Наше видение",
  descs: [
    `Обеспечивать на высоком уровне удовлетворенность клиентов по 
  ремонту, наладке и эксплуатации энергетического оборудования 
  и`,
    `промышленного строительства.`,
    `Повышать ценность заинтересованных сторон за счет корпоративной 
  социальной ответственности.`,
    `Улучшать организационную инфраструктуру и развитие человеческого 
  капитала.`,
    `Быть отличным местом работы, где люди мотивированны и достигают 
  своих целей.`,
    `Обеспечивать возможность производства работ и услуг по самой 
  конкурентоспособ-ной и доступной стоимости.`,
    `Управление компанией на устойчивом финансовом базисе 
  эффективного роста.`,
  ],
};
const aboutGoals = {
  title: "Цели",
  desc: `Мы строго следуем своим целям, предоставляя клиентам качественно 
  выполненные работы по ремонту, наладке, испытанию 
  энергооборудования и строительство промышленных предприятий.
  Руководство AO «O’zbekenergota’mir» прилагает все усилия для 
  достижения следующих целей:`,
  descs: [
    `Ведение бизнеса, нацеливаясь на высочайшие возможные стандарты 
    этики`,
    `Соблюдение локальных и международных стандартов промышленности`,
    `Обеспечение экономической выгоды заказчика при помощи 
    совершенствования методов ремонта, наладки и эксплуатации 
    энергооборудования частей`,
    `Выстраивание взаимовыгодных долгосрочных деловых отношений`,
    `Обеспечение безопасной и доступной рабочей среды и здоровой 
    конкуренции`,
    `Гарантии персоналу компании, непрерывный карьерный рост и 
    возможности для совершенствования`,
  ],
};
</script>
