<template>
  <section class="Banner my-8">
    <div class="container flex flex-col gap-8">
      <div v-for="banner in bannerArr" :key="banner.id">
        <BannerCard :banner="banner" />
      </div>
    </div>
  </section>
</template>

<script setup>
import BannerCard from "../cards/BannerCard.vue";

import bannerImg1 from "../../assets/images/banner/banner1.png";
import bannerImg2 from "../../assets/images/banner/banner2.png";
import bannerImg3 from "../../assets/images/banner/banner3.png";
import bannerBg1 from "../../assets/images/banner/banner_bg1.png";
import bannerBg2 from "../../assets/images/banner/banner_bg2.png";
import bannerBg3 from "../../assets/images/banner/banner_bg3.png";
import { reactive } from "vue";

const bannerArr = reactive([
  {
    id: 0,
    title: "Солнечные панели",
    desc1:
      "В условиях стремительного развития ветроэнергетики в Узбекистане,УЭТ приступил к подготовке кадров для выполнения сервисногообслуживания и ремонтных работ ветрогенераторных установок.",
    desc2:
      "Начата работа по сертификации учебного центра УЭТ для обученияперсонала по обслуживанию и эксплуатации ветрогенераторов споследующей выдачи сертификата по допуску согласно стандартамGWO.",
    desc3:
      "Ведутся переговоры с ведущими производителями основногооборудования по открытию сервис центров на базе УЭТ, с последующейлокализацией запасных частей и комплектующих.",
    btn: "Подробнее",
    href: "/energies/solarPanels",
    img: bannerImg1,
    bgImg: bannerBg1,
  },
  {
    id: 1,
    title: "Солнечные водонагреватели",
    desc1:
      "В условиях стремительного развития ветроэнергетики в Узбекистане,УЭТ приступил к подготовке кадров для выполнения сервисногообслуживания и ремонтных работ ветрогенераторных установок.",
    desc2:
      "Начата работа по сертификации учебного центра УЭТ для обученияперсонала по обслуживанию и эксплуатации ветрогенераторов споследующей выдачи сертификата по допуску согласно стандартамGWO.",
    desc3:
      "Ведутся переговоры с ведущими производителями основногооборудования по открытию сервис центров на базе УЭТ, с последующейлокализацией запасных частей и комплектующих.",
    btn: "Подробнее",
    href: "/energies/waterHeater",
    img: bannerImg2,
    bgImg: bannerBg2,
  },
  {
    id: 2,
    title: "Ветроэнергетика",
    desc1:
      "В условиях стремительного развития ветроэнергетики в Узбекистане,УЭТ приступил к подготовке кадров для выполнения сервисногообслуживания и ремонтных работ ветрогенераторных установок.",
    desc2:
      "Начата работа по сертификации учебного центра УЭТ для обученияперсонала по обслуживанию и эксплуатации ветрогенераторов споследующей выдачи сертификата по допуску согласно стандартамGWO.",
    desc3:
      "Ведутся переговоры с ведущими производителями основногооборудования по открытию сервис центров на базе УЭТ, с последующейлокализацией запасных частей и комплектующих.",
    btn: "Подробнее",
    href: "/energies/windEnergy",
    img: bannerImg3,
    bgImg: bannerBg3,
  },
]);
</script>
