<template>
  <section class="certificates">
    <div class="container">
      <div class="grid grid-cols-2">
        <div>
          <h2 class="text-big">Сертификаты</h2>
          <p class="pb-4">
            В условиях стремительного развития ветроэнергетики в Узбекистане,УЭТ приступил к подготовке кадров для
            выполнения сервисногообслуживания и ремонтных работ ветрогенераторных установок.
          </p>
          <p class="pb-4">
            Начата работа по сертификации учебного центра УЭТ для обученияперсонала по обслуживанию и эксплуатации
            ветрогенераторов споследующей выдачи сертификата по допуску согласно стандартамGWO.
          </p>
          <p class="pb-4">
            Ведутся переговоры с ведущими производителями основногооборудования по открытию сервис центров на базе УЭТ,
            с последующейлокализацией запасных частей и комплектующих.
          </p>
        </div>
        <div></div>
      </div>
    </div>
  </section>
</template>
