<template>
  <section class="IndustrialProduct py-6 md:py-12">
    <div class="container">
      <div class="space-y-32 pb-12">
        <BasePhotoText v-for="ip in industralProduct" :key="id" :reverse="ip.reverce">
          <template #image>
            <img :src="ip.image" :alt="ip.title" />
          </template>
          <template #title>{{ ip.title }}</template>
          <template #desc> {{ ip.desc }} </template>
        </BasePhotoText>
      </div>
    </div>
    <ContactSection />
  </section>
</template>

<script setup>
import BasePhotoText from "../../components/ui/BasePhotoText.vue";
import ContactSection from "../../components/sections/ContactSection.vue";
import img1 from "/src/assets/images/thermalEnergy/img1.png";

const industralProduct = [
  {
    id: 1,
    reverce: true,
    title: "Производственная база",
    image: img1,
    desc: `Изготовление деталей и запасных частей к энергоагрегатам; - Изготовление металлоконструкций различного назначения; - Перезаливка вкладышей подшипников скольжения любых диаметров, с последующей расточкой под требуемый размер;
- Ремонт высоковольтных и низковольтных электродвигателей любой мощности с заменой изоляции и восстановлением секций статорной обмотки. Проведение послеремонтных испытаний обмоток статоров в условиях собственной аттестованной.
Электролаборатории; - Механическая обработка деталей, в том числе крупногабаритных роторов с максимальным диаметром 1600 mm, максимальной длиной 8000 mm, максимальной массой 40 т.; - Ремонт нестандартного оборудования; - Переоблопачивание рабочих ступеней роторов турбин.
Для проведения послеремонтных испытаний предприятие располагает следующими лабораториями: - Лаборатория измерительной техники и КИПиА; - Лаборатория металлов и сварки; - Лаборатория испытания высоковольтной аппаратуры.
`,
  },
  {
    id: 2,
    reverce: false,
    title: "Производственная база",
    image: img1,
    desc: "ремонт и наладка систем регулирования и парораспределения;- балансировка роторов в собственных подшипниках и на станке;- перелопачивание рабочих ступеней любых роторов турбин;- перезаливка вкладышей подшипников скольжения с последующей расточкой под требуемый размер; - высокоточные работы по обработке отверстий в соединительных полумуфтах роторов турбоагрегатов, генераторов, насосов непосредственно на месте установки агрегатов; - ремонт насосов всех типов и исполнений.",
  },
];
</script>

<script setup></script>
