<template>
  <section class="services relative">
    <div>
      <Localised :data="services" title="Сервисный центр" />
    </div>
    <div class="py-12">
      <ComplatedProjects class="container" />
    </div>
    <div>
      <Calculate />
    </div>
    <div class="leadersClipPath1 absolute inset-0 bg-yellowish -z-50"></div>
  </section>
</template>

<script setup>
import Calculate from "/src/components/sections/Calculate.vue";
import ComplatedProjects from "/src/components/sections/ComplatedProjects.vue";
import Localised from "/src/components/sections/Local.vue";

const services = [
  {
    _id: 1,
    title: "Пусконаладочные работы устройств релейной защиты",
    description: `После разгосударствления, проведенного в 2001 году, предприятие было преобразовано в Открытое акционерное общество «O’ZBEKENERGOTA’MIR». В соответствии с Законом Республики Узбекистан от 6 мая 2014 года № ЗРУ-370 «О внесении изменений и дополнений в Закон Республики Узбекистан «Об акционерных обществах и защите прав акционеров» статус предприятия изменен на Акционерное общество «O’ZBEKENERGOTA’MIR». После разгосударствления, проведенного в 2001 году, предприятие было преобразовано в Открытое акционерное общество «O’ZBEKENERGOTA’MIR». В соответствии с Законом Республики Узбекистан от 6 мая 2014 года № ЗРУ-370 «О внесении изменений и дополнений в Закон Республики Узбекистан «Об акционерных обществах и защите прав акционеров» статус предприятия изменен на Акционерное общество «O’ZBEKENERGOTA’MIR». После разгосударствления, проведенного в 2001 году, предприятие было преобразовано в Открытое акционерное общество «O’ZBEKENERGOTA’MIR». В соответствии с Законом Республики Узбекистан от 6 мая 2014 года № ЗРУ-370 «О внесении изменений и дополнений в Закон Республики Узбекистан «Об акционерных обществах и защите прав акционеров» статус предприятия изменен на Акционерное общество «O’ZBEKENERGOTA’MIR». `,
  },
  {
    _id: 2,
    title: "Геодезические работы, выполняемые на строительных площадках",
    description: `После разгосударствления, проведенного в 2001 году, предприятие было преобразовано в Открытое акционерное общество «O’ZBEKENERGOTA’MIR». В соответствии с Законом Республики Узбекистан от 6 мая 2014 года № ЗРУ-370 «О внесении изменений и дополнений в Закон Республики Узбекистан «Об акционерных обществах и защите прав акционеров» статус предприятия изменен на Акционерное общество «O’ZBEKENERGOTA’MIR». После разгосударствления, проведенного в 2001 году, предприятие было преобразовано в Открытое акционерное общество «O’ZBEKENERGOTA’MIR». В соответствии с Законом Республики Узбекистан от 6 мая 2014 года № ЗРУ-370 «О внесении изменений и дополнений в Закон Республики Узбекистан «Об акционерных обществах и защите прав акционеров» статус предприятия изменен на Акционерное общество «O’ZBEKENERGOTA’MIR». После разгосударствления, проведенного в 2001 году, предприятие было преобразовано в Открытое акционерное общество «O’ZBEKENERGOTA’MIR». В соответствии с Законом Республики Узбекистан от 6 мая 2014 года № ЗРУ-370 «О внесении изменений и дополнений в Закон Республики Узбекистан «Об акционерных обществах и защите прав акционеров» статус предприятия изменен на Акционерное общество «O’ZBEKENERGOTA’MIR». `,
  },
  {
    _id: 3,
    title: "Монтажные работы",
    description: `После разгосударствления, проведенного в 2001 году, предприятие было преобразовано в Открытое акционерное общество «O’ZBEKENERGOTA’MIR». В соответствии с Законом Республики Узбекистан от 6 мая 2014 года № ЗРУ-370 «О внесении изменений и дополнений в Закон Республики Узбекистан «Об акционерных обществах и защите прав акционеров» статус предприятия изменен на Акционерное общество «O’ZBEKENERGOTA’MIR». После разгосударствления, проведенного в 2001 году, предприятие было преобразовано в Открытое акционерное общество «O’ZBEKENERGOTA’MIR». В соответствии с Законом Республики Узбекистан от 6 мая 2014 года № ЗРУ-370 «О внесении изменений и дополнений в Закон Республики Узбекистан «Об акционерных обществах и защите прав акционеров» статус предприятия изменен на Акционерное общество «O’ZBEKENERGOTA’MIR». После разгосударствления, проведенного в 2001 году, предприятие было преобразовано в Открытое акционерное общество «O’ZBEKENERGOTA’MIR». В соответствии с Законом Республики Узбекистан от 6 мая 2014 года № ЗРУ-370 «О внесении изменений и дополнений в Закон Республики Узбекистан «Об акционерных обществах и защите прав акционеров» статус предприятия изменен на Акционерное общество «O’ZBEKENERGOTA’MIR». `,
  },
  {
    _id: 4,
    title: "Устройство объектов нефтяной и газовой промышленности",
    description: `После разгосударствления, проведенного в 2001 году, предприятие было преобразовано в Открытое акционерное общество «O’ZBEKENERGOTA’MIR». В соответствии с Законом Республики Узбекистан от 6 мая 2014 года № ЗРУ-370 «О внесении изменений и дополнений в Закон Республики Узбекистан «Об акционерных обществах и защите прав акционеров» статус предприятия изменен на Акционерное общество «O’ZBEKENERGOTA’MIR». После разгосударствления, проведенного в 2001 году, предприятие было преобразовано в Открытое акционерное общество «O’ZBEKENERGOTA’MIR». В соответствии с Законом Республики Узбекистан от 6 мая 2014 года № ЗРУ-370 «О внесении изменений и дополнений в Закон Республики Узбекистан «Об акционерных обществах и защите прав акционеров» статус предприятия изменен на Акционерное общество «O’ZBEKENERGOTA’MIR». После разгосударствления, проведенного в 2001 году, предприятие было преобразовано в Открытое акционерное общество «O’ZBEKENERGOTA’MIR». В соответствии с Законом Республики Узбекистан от 6 мая 2014 года № ЗРУ-370 «О внесении изменений и дополнений в Закон Республики Узбекистан «Об акционерных обществах и защите прав акционеров» статус предприятия изменен на Акционерное общество «O’ZBEKENERGOTA’MIR». `,
  },
];
</script>
