<template>
  <section class="thermalEnergy py-6 md:py-12">
    <div class="container">
      <div class="space-y-32 pb-12">
        <BasePhotoText v-for="te in thermalEnergy" :key="id" :reverse="te.reverce">
          <template #image>
            <img class="rounded-xl" :src="te.image" :alt="te.title" />
          </template>
          <template #title>{{ te.title }}</template>
          <template #desc> {{ te.desc }} </template>
        </BasePhotoText>
      </div>
    </div>
    <ContactSection />
  </section>
</template>

<script setup>
import BasePhotoText from "../components/ui/BasePhotoText.vue";
import ContactSection from "../components/sections/ContactSection.vue";
import img1 from "/src/assets/images/thermalEnergy/img1.png";

const thermalEnergy = [
  {
    id: 1,
    reverce: true,
    title: "Ремонт котельного оборудования",
    image: img1,
    desc: "все виды ремонта паровых и водогрейных котлов, а также их реконструкция и модернизация, работы по техническому перевооружению; - изготовление, монтаж и ремонт элементов поверхностей нагрева котлов; - ремонт системы сепарации пара, ремонт коллекторов и трубопроводов различного назначения, ремонт сосудов, работающих под давлением;- ремонт вращающихся механизмов с вибродиагностикой и балансировкой;- ремонт тягодутьевых механизмов;- восстановительный ремонт барабанов; - ультразвуковое исследование сварных швов и основного металла сосудов, работающих под давлением и грузоподъемных механизмов с выдачей заключения; - зональная термическая обработка гибов труб и сварных швов с использование переносного оборудования.",
  },
  {
    id: 2,
    reverce: false,
    title: "Ремонт турбинного оборудования",
    image: img1,
    desc: "ремонт и наладка систем регулирования и парораспределения;- балансировка роторов в собственных подшипниках и на станке;- перелопачивание рабочих ступеней любых роторов турбин;- перезаливка вкладышей подшипников скольжения с последующей расточкой под требуемый размер; - высокоточные работы по обработке отверстий в соединительных полумуфтах роторов турбоагрегатов, генераторов, насосов непосредственно на месте установки агрегатов; - ремонт насосов всех типов и исполнений.",
  },
  {
    id: 3,
    reverce: true,
    title: "Ремонт электрооборудования",
    image: img1,
    desc: `- Капитальный ремонт генераторов;
- Полная замена обмотки статора генератора;
- Ремонт активной стали статора;
- Ремонт роторов генераторов с частичной заменой обмотки;
- Ремонт высоковольтных выключателей любых типов;
- Ремонт водородных уплотнений генератора;- Ремонт высоковольтных электродвигателей с заменой изоляции обмотки, восстановление секций обмотки из старогодной меди, изготовление секций обмотки из новой меди;- Ремонт низковольтных электродвигателей;- Балансировка роторов генераторов и электродвигателей.`,
  },
];
</script>
