{
  "header": [
    {
      "name": "О нас",
      "submenu": [
        "Наша история",
        "Руководители",
        "Финансы и подразделения",
        "Мы в новостях",
        "Афилированные компании",
        "Наши партнеры"
      ]
    },
    { "name": "Теплоэнергетика" },
    {
      "name": "Каталог",
      "submenu": ["Локализованные товары", "Производственная база"]
    },
    {
      "name": "Возобновляемые источники энергии",
      "submenu": ["Источники энергии", "Солнечные водонагреватели", "Солнечные панели", "Ветроэнергетика"]
    },
    { "name": "Сервисный центр" },
    { "name": "Учебный центр" },
    { "name": "Контакты" }
  ],
  "aboutus": {
    "title": "О нас",
    "descs": [
      "Предприятие АО «O’ZBEKENERGOTA’MIR» имеет более чем пятидесятилетний опыт работы в сфере энергетики и является одним из лидеров среди предприятий, занимающихся ремонтом энергетического оборудования.",
      "Предприятие АО «O’ZBEKENERGOTA’MIR» было создано в 1967 году для ремонта энергооборудований электростанций республик Средней Азии, Казахстана и Азербайжана. После разгосударствления, проведенного в 2001 году, предприятие было преобразовано в Открытое акционерное общество «O’ZBEKENERGOTA’MIR».",
      "В соответствии с Законом Республики Узбекистан от 6 мая 2014 года № ЗРУ-370 «О внесении изменений и дополнений в Закон Республики Узбекистан «Об акционерных обществах и защите прав акционеров» статус предприятия изменен на Акционерное общество «O’ZBEKENERGOTA’MIR»."
    ]
  },
  "banner": [
    {
      "title": "Солнечные панели",
      "desc1": "Мы являемся лидирующей компанией в сфере производства и установки солнечных панелей в Узбекистане. Наша миссия - создание чистой и устойчивой энергии для будущего. ",
      "desc2": "Мы предлагаем высококачественные солнечные панели и комплексные решения для различных секторов, включая промышленность, коммерцию и жилую застройку.",
      "desc3": "В 2022 году налажено производство солнечных фотоэлектрических электро станций и осуществлена установка на 10 МВт. В 2023 году запланирована установка солнечных фотоэлектрических электростанций на 110 МВт"
    },
    {
      "title": "Солнечные водонагреватели",
      "desc1": "Налажено производство солнечных водогрейных котлов 3-х разных объёмов на 100, 150 и 200 литров.",
      "desc2": "Наши солнечные водогрейные котлы являются надежным и энергоэффективным решением для обеспечения горячей воды в домах, офисах, гостиницах, бассейнах и других объектах.",
      "desc3": "Они оснащены передовыми технологиями, которые позволяют эффективно использовать солнечную энергию и значительно снижать затраты на электро- или газонагрев."
    },
    {
      "title": "Ветроэнергетика",
      "desc1": "В условиях стремительного развития ветроэнергетики в Узбекистане,АО «OʻZBEKENERGOTA’MIR» приступил к подготовке кадров для выполнения сервисногообслуживания и ремонтных работ ветрогенераторных установок.",
      "desc2": "Начата работа по сертификации учебного центра АО «OʻZBEKENERGOTA’MIR» для обученияперсонала по обслуживанию и эксплуатации ветрогенераторов споследующей выдачей сертификата по стандартамGWO.",
      "desc3": "Ведутся переговоры с ведущими производителями основногооборудования по открытию сервис центров на базе АО «OʻZBEKENERGOTA’MIR», с последующейлокализацией запасных частей и комплектующих."
    },
    {
      "title": "Что делает нас особенными?",
      "desc1": "Инновационные технологии: Мы постоянно следим за последними тенденциями и инновациями в области солнечной энергетики. Наши солнечные панели оснащены передовыми технологиями, обеспечивающими максимальную эффективность и надежность.",
      "desc2": "Высокое качество: Мы стремимся к высочайшему качеству нашей продукции. Все наши солнечные панели проходят строгий контроль качества, чтобы гарантировать их долговечность и отличную производительность в течение долгого времени.",
      "desc3": "Комплексные решения: Мы предлагаем не только поставку солнечных панелей, но и разработку и установку систем солнечной энергии под ключ. Наша команда экспертов поможет вам выбрать оптимальное решение, учитывая ваши потребности и особенности проекта.",
      "desc4": "Устойчивое развитие: Мы привержены принципам устойчивого развития и заботимся о окружающей среде. Используя солнечную энергию, мы способствуем снижению выбросов парниковых газов и сохранению природных ресурсов.",
      "desc5": "Клиентоориентированный подход: Мы ценим каждого нашего клиента и стремимся предоставить индивидуальное внимание и высокий уровень обслуживания. Мы готовы помочь вам с любыми вопросами, связанными с солнечной энергией, и предложить наилучшее решение для ваших потребностей."
    }
  ],
  "divisions": {
    "title": "Основные подразделения",
    "arr": [
      "5 аккредитованные лаборатории",
      "11 производственных участков",
      "9 производственных цехов",
      "Строительно-монтажное управление",
      "Метрологическая служба",
      "Учебный центр"
    ]
  },
  "local": "Локализованные товары",
  "partners": "Наши партнеры",
  "btn": "Подробнее",
  "btnDownload": "Загрузить",
  "description": "Описание",
  "chart_title": "Финансовые показатели",
  "calculate": {
    "title": "Бесплатный калькулятор",
    "desc": "Заполните анкету, мы рассчитаем стоимость доставки и вышлем вам информацию на почту или телефон",
    "name": "Ваше имя",
    "phone": "Ваш номер телефона",
    "service": "Выберите тип услуги",
    "sendPlace": "Место отправки",
    "recivePlace": "Место приема",
    "loadWeight": "Вес груза",
    "btn": "Рассчитать"
  },
  "contact": [
    {
      "title": "Оставьте свои данные, чтобы получить бесплатную консультацию",
      "desc": "Наши специалисты свяжутся с Вами в течение дня",
      "placeholderName": "Имя",
      "placeholderPhone": "Номер телефона",
      "placeholderMessage": "Ваше примечание",
      "confidence": ["Соглашаюсь с", "условиями передачи данных"],
      "btn": "Отправить"
    },
    {
      "title": "Наши контакты",
      "arr": [
        { "title": "Адрес", "desc": "г Ташкент ул Фмпра ИМПпа 432" },
        { "title": "71 818 88 88", "desc": "Мы всегда рады Вам помочь" },
        { "title": "info@sitename.ru", "desc": "Альтернативный способ связаться с нами" },
        { "title": "Подписывайтесь на нас в соцсетях" }
      ]
    }
  ],
  "aboutHistory": [
    [
      "В 1993 году ПО «Средазремэнерго» было переименовано в ПО«Узбекэнерготаъмир» объединившая вокруг себя почти всепредприятия по ремонту оборудования тепловых электростанций игидроэлектростанций энергосистемы Узбекистана.",
      "В 2001 году во исполнении Указа Президента Республики Узбекистан No 25 от 22.02.2001г «Об углублении экономических реформ в энергетике» и ПостановленияКабинета Министров «О мерах по разгосударствлению и приватизациипредприятий», началось преобразование предприятия в открытоеакционерное общество “Узбекэнерготаъмир.",
      "С 2021 года владельцем контрольного пакета акций АО“Узбекэнерготаъмир” является ООО “Energyproject Invest Group”. Со дня основания предприятия до сегодняшнего дня сохранилась ипреумножена эстафета преемственности кадрового потенциала. В настаящее время общее количество персонала холдинга АО “Узбекэнерготаъмир” составляет более 2300высококвалифицированных специалистов и рабочих имеющих большойопыт работы в сфере энергетики и строительства энергообъектов.",
      "Холдинг АО «Узбекэнерготаъмир» имеет необходимые сертификаты илицензии для осуществления всех видов работ в сфере энергетики и строительства энергообъектов."
    ],
    {
      "title": "Наша миссия",
      "arr": [
        "Ведение нашего бизнеса к вершинам качества и надежности. Обеспечивая профессиональный и качественный подход к решению проблем, повышения энергоэффективности оборудования, надежности его эксплуатации. Подготовка, переподготовка и повышение квалификации специалистов и производственного персонала.",
        "Быть ведущим производителем услуг для индустриально- технологического оборудования энергетической, строительной и экологической промышленности."
      ]
    },
    {
      "title": "Наше видение",
      "arr": [
        "Обеспечивать на высоком уровне удовлетворенность клиентов по ремонту, наладке и эксплуатации энергетического оборудования и промышленного строительства.",
        "Повышать ценность заинтересованных сторон за счет корпоративной социальной ответственности.",
        "Улучшать организационную инфраструктуру и развитие человеческого капитала.",
        "Быть отличным местом работы, где люди мотивированны и достигают своих целей.",
        "Обеспечивать возможность производства работ и услуг по самой конкурентоспособ-ной и доступной стоимости.",
        "Управление компанией на устойчивом финансовом базисе эффективного роста."
      ]
    },
    {
      "title": "Цели",
      "desc": "Мы строго следуем своим целям, предоставляя клиентам качественно выполненные работы по ремонту, наладке, испытанию энергооборудования и строительство промышленных предприятий. Руководство AO «O’zbekenergota’mir» прилагает все усилия для достижения следующих целей:",
      "arr": [
        "Ведение бизнеса, нацеленного на высочайшие возможные стандарты этики",
        "Соблюдение локальных и международных производственного стандартов",
        "Обеспечение экономической выгоды заказчика при помощи совершенствования методов ремонта, наладки и эксплуатации энергооборудования частей",
        "Выстраивание взаимовыгодных долгосрочных деловых отношений",
        "Обеспечение безопасной и доступной рабочей среды и здоровой конкуренции",
        "Гарантии персоналу компании, непрерывный карьерный рост и возможности для совершенствования"
      ]
    }
  ],
  "affiliated_companies": {
    "title": "Аффилированные компании",
    "arr": [
      {
        "title": "Компания Nura group",
        "desc": "Ведение нашего бизнеса к вершинам качества и надежности. Обеспечивая профессиональный и качественный подход к решению проблем, повышения энергоэффективности оборудования, надежности его эксплуатации. Подготовка, переподготовка и повышение квалификации специалистов и рабочего персонала. "
      },
      {
        "title": "Компания Nura group",
        "desc": "Ведение нашего бизнеса к вершинам качества и надежности. Обеспечивая профессиональный и качественный подход к решению проблем, повышения энергоэффективности оборудования, надежности его эксплуатации. Подготовка, переподготовка и повышение квалификации специалистов и рабочего персонала. "
      },
      {
        "title": "Компания Nura group",
        "desc": "Ведение нашего бизнеса к вершинам качества и надежности. Обеспечивая профессиональный и качественный подход к решению проблем, повышения энергоэффективности оборудования, надежности его эксплуатации. Подготовка, переподготовка и повышение квалификации специалистов и рабочего персонала. "
      },
      {
        "title": "Компания Nura group",
        "desc": "Ведение нашего бизнеса к вершинам качества и надежности. Обеспечивая профессиональный и качественный подход к решению проблем, повышения энергоэффективности оборудования, надежности его эксплуатации. Подготовка, переподготовка и повышение квалификации специалистов и рабочего персонала. "
      },
      {
        "title": "Компания Nura group",
        "desc": "Ведение нашего бизнеса к вершинам качества и надежности. Обеспечивая профессиональный и качественный подход к решению проблем, повышения энергоэффективности оборудования, надежности его эксплуатации. Подготовка, переподготовка и повышение квалификации специалистов и рабочего персонала. "
      },
      {
        "title": "Компания Nura group",
        "desc": "Ведение нашего бизнеса к вершинам качества и надежности. Обеспечивая профессиональный и качественный подход к решению проблем, повышения энергоэффективности оборудования, надежности его эксплуатации. Подготовка, переподготовка и повышение квалификации специалистов и рабочего персонала. "
      }
    ]
  },
  "warmEnergy": [
    {
      "title": "Ремонт котельного оборудования",
      "desc": "Все виды ремонта паровых и водогрейных котлов, а также их реконструкция и модернизация, работы по техническому перевооружению;",
      "descArr": [
        "- изготовление, монтаж и ремонт элементов поверхностей нагрева котлов;",
        "- ремонт системы сепарации пара, ремонт коллекторов и трубопроводов различного назначения, ремонт сосудов, работающих под давлением;",
        "- ультразвуковое исследование сварных швов и основного металла сосудов, работающих под давлением и грузоподъемных механизмов с выдачей заключения;",
        "- ремонт тягодутьевых механизмов;",
        "- зональная термическая обработка гибов труб и сварных швов с использование переносного оборудования.",
        "- ремонт вращающихся механизмов с вибродиагностикой и балансировкой;",
        "- восстановительный ремонт барабанов;"
      ]
    },
    {
      "title": "Ремонт турбинного оборудования",
      "desc": "Ремонт и наладка систем регулирования и парораспределения;",
      "descArr": [
        "- балансировка роторов в собственных подшипниках и на станке;",
        "- перелопачивание рабочих ступеней любых роторов турбин;",
        "- перезаливка вкладышей подшипников скольжения с последующей расточкой под требуемый размер;",
        "- высокоточные работы по обработке отверстий в соединительных полумуфтах роторов турбоагрегатов, турбогенераторов, насосов непосредственно на месте установки агрегатов;",
        "- ремонт насосов всех типов и исполнений."
      ]
    },
    {
      "title": "Ремонт электрооборудования",
      "descArr": [
        "- капитальный ремонт генераторов;",
        "- полная замена обмотки статора генератора;",
        "- ремонт активной стали статора; - Ремонт роторов генераторов с частичной заменой обмотки;",
        "- ремонт высоковольтных выключателей любых типов;",
        "- ремонт водородных уплотнений генератора;",
        "- ремонт высоковольтных электродвигателей с заменой изоляции обмотки, восстановление секций обмотки из старогодной меди, изготовление секций обмотки из новой меди;",
        "- ремонт низковольтных электродвигателей;",
        "- балансировка роторов генераторов и электродвигателей."
      ]
    }
  ],
  "industrialBase": [
    {
      "title": "Производственная база",
      "descs": [
        "- Изготовление деталей и запасных частей к энергоагрегатам;",
        " - Изготовление металлоконструкций различного назначения;",
        " - Перезаливка вкладышей подшипников скольжения любых диаметров, с последующей расточкой под требуемый размер;",
        " - Ремонт высоковольтных и низковольтных электродвигателей любой мощности с заменой изоляции и восстановлением секций статорной обмотки. Проведение послеремонтных испытаний обмоток статоров в условиях собственной аттестованной."
      ]
    },
    {
      "title": "Электролаборатории",
      "descs": [
        " - Механическая обработка деталей, в том числе крупногабаритных роторов с максимальным диаметром 1600 mm, максимальной длиной 8000 mm, максимальной массой 40 т.; ",
        "- Ремонт нестандартного оборудования;",
        " - Переоблопачивание рабочих ступеней роторов турбин."
      ]
    },
    {
      "title": "Для проведения послеремонтных испытаний предприятие располагает следующими лабораториями:",
      "descs": [
        "- Лаборатория измерительной техники и КИПиА;",
        "- Лаборатория металлов и сварки;",
        "- Лаборатория испытания высоковольтной аппаратуры."
      ]
    }
  ],
  "energySources": {
    "title": "Законадательство в области ВИЭ",
    "desc1": "В первую очередь необходимо разобраться с оборудованием и подобрать оптимальную солнечную электростанцию. Батареи не универсальны, поэтому перед покупкой и монтажом рекомендуем обратиться за консультацией к специалисту. Он расскажет вам о формировании цены 'зеленого' тарифа (которая закреплена законодательно) и подберет модель, подходящую именно для вашего дома.",
    "desc2": "Не менее важную роль играет специальный счетчик с коммуникационным GSM/GPRS-модулем, который предназначен для подсчета выработанной/потраченной солнечной энергии. С его помощью информация о вашем энергообороте будет передаваться в Облэнерго.",
    "btn": "Загрузить"
  },
  "ourLeaders": {
    "job": "Должность",
    "address": "Адрес",
    "phone": "Телефон"
  },
  "leaders": [
    {
      "name": "Раджабов Ильхомджон Болтаевич",
      "job": "АК \"УЗБЕКЭНЕРГОТАМИР\" И.О. ГЕНЕРАЛЬНОГО ДИРЕКТОРА",
      "address": "РЕСПУБЛИКА УЗБЕКИСТАН, ТАШКЕНТСКАЯ ОБЛАСТЬ, КИБРАЙСКИЙ РАЙОН, КИБРАЙСКИЙ РАЙОН, ФИДОКОР МФУ, ДОМ 296, УЛИЦА ТАШГРЕС, ФИДОКОР МФУ"
    },
    {
      "name": "Сохибов Журабек Иномжонович",
      "job": "ЗАМЕСТИТЕЛЬ ГЕНЕРАЛЬНОГО ДИРЕКТОРА ПО ПРОИЗВОДСТВУ АО \"УЗБЕКЭНЕРГОТАМИР\"",
      "address": "РЕСПУБЛИКА УЗБЕКИСТАН, ТАШКЕНТСКАЯ ОБЛАСТЬ, КИБРАЙСКИЙ РАЙОН, ГОРОД САЛАР, ФИДОКОР МФУ"
    },
    {
      "name": "Сорокин Тимур Александрович",
      "job": "ГЛАВНЫЙ ИНЖЕНЕР АО \"УЗБЕКЭНЕРГОТАМИР\"",
      "address": "РЕСПУБЛИКА УЗБЕКИСТАН, КИБРАЙСКИЙ РАЙОН, ТАШКЕНТСКАЯ ОБЛАСТЬ, КИБРАЙСКИЙ РАЙОН, ФИДОКОР МФУ, УЛИЦА ТАШГРЕС, 296"
    },
    {
      "name": "Махмудов Хушнуджон Абдурахмонович",
      "job": "ЗАМЕСТИТЕЛЬ ГЕНЕРАЛЬНОГО ДИРЕКТОРА ПО ФИНАНСОВО-ЭКОНОМИЧЕСКИМ И КОММЕРЧЕСКИМ ДЕЛАМ АО \"УЗБЕКЭНЕРГОТАМИР\"",
      "address": "РЕСПУБЛИКА УЗБЕКИСТАН, ТАШКЕНТСКАЯ ОБЛАСТЬ, КИБРАЙСКИЙ РАЙОН, КИБРАЙСКИЙ РАЙОН, ФИДОКОР МФУ, ДОМ 296, УЛИЦА ТАШГРЕС, ФИДОКОР МФУ"
    },
    {
      "name": "Астанов Севар Русланович",
      "job": "ЗАМЕСТИТЕЛЬ ГЕНЕРАЛЬНОГО ДИРЕКТОРА АО \"УЗБЕКЭНЕРГОТАМИР\" ПО ЛОКАЛИЗАЦИИ, ИНВЕСТИЦИЯМ И ИННОВАЦИЯМ",
      "address": "РЕСПУБЛИКА УЗБЕКИСТАН, КИБРАЙСКИЙ РАЙОН, ТАШКЕНТСКАЯ ОБЛАСТЬ, КИБРАЙСКИЙ РАЙОН, ФИДОКОР МФУ, УЛИЦА ТАШГРЕС, 296"
    },
    {
      "name": "Ташпулатов Турсунпулат Турсунюльдашевич",
      "job": "ЗАМЕСТИТЕЛЬ ГЕНЕРАЛЬНОГО ДИРЕКТОРА АО \"УЗБЕКЭНЕРГОТАМИР\" ПО ОБЩИМ ВОПРОСАМ",
      "address": "РЕСПУБЛИКА УЗБЕКИСТАН, КИБРАЙСКИЙ РАЙОН, ТАШКЕНТСКАЯ ОБЛАСТЬ, КИБРАЙСКИЙ РАЙОН, ФИДОКОР МФУ, УЛИЦА ТАШГРЕС, 296"
    }
  ],
  "BusinessExpansion": {
    "title": "Расширяйте свой бизнес вместе с нами",
    "numberDescription": "Клиентов по всей стране"
  },
  "tobePartner": {
    "title": "Как стать нашим партнером?",
    "card": [
      "Предоставление доступа к проводимым тендерам для группы компаний D-Solar",
      "Подписание тендерной заявки от Партнера",
      "Подписание договора с Партнером"
    ],
    "danger": "Присоединяйтесь к нам и станьте нашим партнёром в области зелёной энергетики!",
    "descs": [
      "Мы приглашаем вас стать партнёром AO \"O'zbekenergota'mir\" и вместе развивать зелёную энергетику в Узбекистане. Наша компания специализируется в производстве солнечных панелей, солнечных водонагревателей, обслуживании ветреных мельниц, а также в ремонте котельного оборудования, турбинного оборудования и электрооборудования. Мы ищем надёжных партнёров, которые разделяют нашу миссию по созданию устойчивой и экологически чистой энергетической системы.",
      "Партнёрство с AO \"O'zbekenergota'mir\" предоставляет вам возможность расширить ваш бизнес в сфере возобновляемой энергетики и сервисного обслуживания. Мы гарантируем высокое качество нашей продукции, передовые технологии, а также профессиональную поддержку на каждом этапе сотрудничества.",
      "В качестве нашего партнёра вы получите следующие преимущества: Расширение ассортимента вашей компании с использованием нашей высококачественной продукции, включающей солнечные панели, солнечные водонагреватели и ветреные мельницы. Возможность предоставления клиентам качественного сервиса и обслуживания котельного оборудования, турбинного оборудования и электрооборудования. Конкурентные цены и гибкие условия сотрудничества, адаптированные под ваши потребности и рыночные условия. Техническую поддержку и консультации от нашей высококвалифицированной команды специалистов. Возможность совместных проектов и участия в программе лояльности для партнёров. АО \"O'zbekenergota'mir\" предлагает широкий спектр услуг по обслуживанию и ремонту различного оборудования, включая котельное оборудование, турбинное оборудование и электрооборудование. Наша компания обладает опытом и экспертизой в этих областях, что позволяет нам предоставлять высококачественное обслуживание и ремонтные услуги. Ремонт котельного оборудования: Мы осуществляем комплексный ремонт и обслуживание котельного оборудования, включая котлы, системы отопления, горелки и другие компоненты. Наша команда квалифицированных специалистов проводит диагностику, ремонт, замену деталей и настройку оборудования, чтобы обеспечить его эффективную и надежную работу. Ремонт турбинного оборудования: Мы предлагаем услуги по ремонту и техническому обслуживанию турбин и турбогенераторов. Наша команда специалистов осуществляет диагностику, ремонт, замену компонентов и настройку турбинного оборудования, чтобы обеспечить его эффективную работу и продолжительный срок службы. Ремонт электрооборудования: Мы также предлагаем услуги по ремонту и обслуживанию электрооборудования, включая генераторы, электродвигатели, системы автоматики и другие электрические компоненты. Наша команда опытных электротехников осуществляет диагностику, ремонт, замену элементов и настройку электрооборудования, чтобы обеспечить его безопасную и эффективную работу. Мы стремимся к высокому качеству обслуживания и предлагаем индивидуальный подход к каждому клиенту. Наша команда специалистов обладает глубокими знаниями и опытом в области обслуживания и ремонта указанного оборудования, и мы готовы предоставить надежные и профессиональные услуги нашим партнерам. Если вы ищете надежного партнера для обслуживания и ремонта котельного оборудования, турбинного оборудования и электрооборудования, обратитесь к нам. Мы гарантируем высокое качество работы, профессиональный подход и своевременное выполнение задач."
    ]
  },
  "renewable": {
    "title": "Законадательство в области ВИЭ",
    "desc1": "В первую очередь необходимо разобраться с оборудованием и подобрать оптимальную солнечную электростанцию. Батареи не универсальны, поэтому перед покупкой и монтажом рекомендуем обратиться за консультацией к специалисту. Он расскажет Вам о формировании цены \"зеленого\" тарифа (которая закреплена законодательно) и подберет модель, подходящую именно для Вашего дома.",
    "desc2": "Не менее важную роль играет специальный счетчик с коммуникационным GSM/GPRS-модулем, который предназначен для подсчета выработанной/потраченной солнечной энергии. С его помощью информация о вашем энергообороте будет передаваться в Ташоблэлектросеть."
  },
  "certificate": {
    "title": "Сертификаты",
    "descs": [
      "В условиях стремительного развития ветроэнергетики в Узбекистане,УЭТ приступил к подготовке кадров для выполнения сервисногообслуживания и ремонтных работ ветрогенераторных установок.",
      "Начата работа по сертификации учебного центра УЭТ для обученияперсонала по обслуживанию и эксплуатации ветрогенераторов споследующей выдачи сертификата по допуску согласно стандартамGWO.",
      "Ведутся переговоры с ведущими производителями основногооборудования по открытию сервис центров на базе УЭТ, с последующейлокализацией запасных частей и комплектующих."
    ]
  },
  "complatedProd": {
    "title": "Выполненные объекты",
    "products": [
      {
        "title": "Солнечная электростанция",
        "descs": ["Адрес: г. Ташкент. Мирзо-Улугбекский район", "Окупаемость: 4 года", "Год запуска за 30 дней"]
      },
      {
        "title": "Солнечная электростанция",
        "descs": ["Адрес: г. Ташкент. Мирзо-Улугбекский район", "Окупаемость: 4 года", "Год запуска за 30 дней"]
      },
      {
        "title": "Солнечная электростанция",
        "descs": ["Адрес: г. Ташкент. Мирзо-Улугбекский район", "Окупаемость: 4 года", "Год запуска за 30 дней"]
      }
    ]
  },
  "services": [
    {
      "title": "Пусконаладочные работы устройств релейной защиты",
      "description": "После разгосударствления, проведенного в 2001 году, предприятие было преобразовано в Открытое акционерное общество «O’ZBEKENERGOTA’MIR». В соответствии с Законом Республики Узбекистан от 6 мая 2014 года № ЗРУ-370 «О внесении изменений и дополнений в Закон Республики Узбекистан «Об акционерных обществах и защите прав акционеров» статус предприятия изменен на Акционерное общество «O’ZBEKENERGOTA’MIR». После разгосударствления, проведенного в 2001 году, предприятие было преобразовано в Открытое акционерное общество «O’ZBEKENERGOTA’MIR». В соответствии с Законом Республики Узбекистан от 6 мая 2014 года № ЗРУ-370 «О внесении изменений и дополнений в Закон Республики Узбекистан «Об акционерных обществах и защите прав акционеров» статус предприятия изменен на Акционерное общество «O’ZBEKENERGOTA’MIR». После разгосударствления, проведенного в 2001 году, предприятие было преобразовано в Открытое акционерное общество «O’ZBEKENERGOTA’MIR». В соответствии с Законом Республики Узбекистан от 6 мая 2014 года № ЗРУ-370 «О внесении изменений и дополнений в Закон Республики Узбекистан «Об акционерных обществах и защите прав акционеров» статус предприятия изменен на Акционерное общество «O’ZBEKENERGOTA’MIR»."
    },
    {
      "title": "Геодезические работы, выполняемые на строительных площадках",
      "description": "После разгосударствления, проведенного в 2001 году, предприятие было преобразовано в Открытое акционерное общество «O’ZBEKENERGOTA’MIR». В соответствии с Законом Республики Узбекистан от 6 мая 2014 года № ЗРУ-370 «О внесении изменений и дополнений в Закон Республики Узбекистан «Об акционерных обществах и защите прав акционеров» статус предприятия изменен на Акционерное общество «O’ZBEKENERGOTA’MIR». После разгосударствления, проведенного в 2001 году, предприятие было преобразовано в Открытое акционерное общество «O’ZBEKENERGOTA’MIR». В соответствии с Законом Республики Узбекистан от 6 мая 2014 года № ЗРУ-370 «О внесении изменений и дополнений в Закон Республики Узбекистан «Об акционерных обществах и защите прав акционеров» статус предприятия изменен на Акционерное общество «O’ZBEKENERGOTA’MIR». После разгосударствления, проведенного в 2001 году, предприятие было преобразовано в Открытое акционерное общество «O’ZBEKENERGOTA’MIR». В соответствии с Законом Республики Узбекистан от 6 мая 2014 года № ЗРУ-370 «О внесении изменений и дополнений в Закон Республики Узбекистан «Об акционерных обществах и защите прав акционеров» статус предприятия изменен на Акционерное общество «O’ZBEKENERGOTA’MIR»."
    },
    {
      "title": "Монтажные работы",
      "description": "После разгосударствления, проведенного в 2001 году, предприятие было преобразовано в Открытое акционерное общество «O’ZBEKENERGOTA’MIR». В соответствии с Законом Республики Узбекистан от 6 мая 2014 года № ЗРУ-370 «О внесении изменений и дополнений в Закон Республики Узбекистан «Об акционерных обществах и защите прав акционеров» статус предприятия изменен на Акционерное общество «O’ZBEKENERGOTA’MIR». После разгосударствления, проведенного в 2001 году, предприятие было преобразовано в Открытое акционерное общество «O’ZBEKENERGOTA’MIR». В соответствии с Законом Республики Узбекистан от 6 мая 2014 года № ЗРУ-370 «О внесении изменений и дополнений в Закон Республики Узбекистан «Об акционерных обществах и защите прав акционеров» статус предприятия изменен на Акционерное общество «O’ZBEKENERGOTA’MIR». После разгосударствления, проведенного в 2001 году, предприятие было преобразовано в Открытое акционерное общество «O’ZBEKENERGOTA’MIR». В соответствии с Законом Республики Узбекистан от 6 мая 2014 года № ЗРУ-370 «О внесении изменений и дополнений в Закон Республики Узбекистан «Об акционерных обществах и защите прав акционеров» статус предприятия изменен на Акционерное общество «O’ZBEKENERGOTA’MIR»."
    },
    {
      "title": "Устройство объектов нефтяной и газовой промышленности",
      "description": "После разгосударствления, проведенного в 2001 году, предприятие было преобразовано в Открытое акционерное общество «O’ZBEKENERGOTA’MIR». В соответствии с Законом Республики Узбекистан от 6 мая 2014 года № ЗРУ-370 «О внесении изменений и дополнений в Закон Республики Узбекистан «Об акционерных обществах и защите прав акционеров» статус предприятия изменен на Акционерное общество «O’ZBEKENERGOTA’MIR». После разгосударствления, проведенного в 2001 году, предприятие было преобразовано в Открытое акционерное общество «O’ZBEKENERGOTA’MIR». В соответствии с Законом Республики Узбекистан от 6 мая 2014 года № ЗРУ-370 «О внесении изменений и дополнений в Закон Республики Узбекистан «Об акционерных обществах и защите прав акционеров» статус предприятия изменен на Акционерное общество «O’ZBEKENERGOTA’MIR». После разгосударствления, проведенного в 2001 году, предприятие было преобразовано в Открытое акционерное общество «O’ZBEKENERGOTA’MIR». В соответствии с Законом Республики Узбекистан от 6 мая 2014 года № ЗРУ-370 «О внесении изменений и дополнений в Закон Республики Узбекистан «Об акционерных обществах и защите прав акционеров» статус предприятия изменен на Акционерное общество «O’ZBEKENERGOTA’MIR»."
    }
  ],
  "education": {
    "title": "Учебный центр",
    "desc": "Обучение, переподготовка и повышение квалификации персонала",
    "descs": [
      "Электрогазосварщик (ручная сварка, в среде защитного газа аргон)",
      "Электромонтер по ремонту электрооборудования",
      "Обмотчик элемента электромашин",
      "Слесарь по ремонту котельных ТЭС и пылегазоочистных цехов",
      "Слесарь по ремонту паротурбинного оборудования тепловых электростанций",
      "Станочник широкого профиля",
      "Слесарь контрольно-измерительных приборов и автоматики",
      "Монтажник",
      "Оператор станков с числовым програмным управлением",
      "Наладчик энергооборудования"
    ]
  },
  "footer": [
    {
      "title": "На сайте",
      "arr": [
        "Наша история",
        "Теплоэнергетика",
        "Возобновляемые источники энергии",
        "Каталог",
        "Учебный центр",
        "Сервисный центр",
        "Наши партнеры",
        "Контакты"
      ]
    },
    {
      "title": "Клиентам",
      "arr": ["Основные подразделения", "Финансовые показатели", "Мы в новостях", "Афилированные компании"]
    },
    {
      "title": "ВИЭ",
      "arr": ["Солнечные панели", "Солнечные водонагреватели", "Ветроэнергетика"]
    },
    {
      "title": "Наши контакты",
      "arr": ["103445, г. Ташкент, ул. Ш.Арипар, 96А"]
    },
    ["Все права защищены IES.uz", "Создание сайта", "Supersite"]
  ]
}
