{
  "header": [
    {
      "name": "Biz Haqimizda",
      "submenu": [
        "Bizning Tarix",
        "Bizning Leaderlar",
        "Moliya va bo'linmalar",
        "Bizning yangliklar",
        "Birlashgan kompaniyalar",
        "Bizning hamkorlarimiz"
      ]
    },
    { "name": "Issiqlik energetikasi" },
    {
      "name": "Katalog",
      "submenu": ["Mahalliylashtirilgan mahsulotlar", "Sanoat bazasi"]
    },
    {
      "name": "Qayta tiklanadigan energiya manbalari",
      "submenu": ["Energiya manbalari", "Quyosh suv isitgichlari", "Quyosh panellari", "Shamol energetikasi"]
    },
    { "name": "Xizmat ko'rsatish markazi" },
    { "name": "Ta'lim markazi" },
    { "name": "Kontaktlar" }
  ],
  "aboutus": {
    "title": "Biz haqimizda",
    "desc": "2001 yilda davlat tasarrufidan chiqarishdan so'ng korxona 'O'ZBEKENERGOTA'MIR' ochiq aksiyadorlik jamiyatiga aylantirildi. “Aksiyadorlik jamiyatlari va aksiyadorlarning huquqlarini himoya qilish to‘g‘risida”gi O‘zbekiston Respublikasi Qonuniga o‘zgartish va qo‘shimchalar kiritish haqida”gi O‘zbekiston Respublikasining 2014-yil 6-maydagi O‘RQ-370-son Qonuniga muvofiq korxona “O'ZBEKENERGOTA'MIR” aksiyadorlik jamiyatiga o'zgartirildi.",
    "btn": "Ko'proq"
  },
  "banner": [
    {
      "title": "Quyosh panellari",
      "desc1": "O‘zbekistonda shamol energetikasining jadal rivojlanishi sharoitida UET shamol turbinalariga texnik xizmat ko‘rsatish va ta’mirlash ishlarini bajarish uchun kadrlar tayyorlashni boshladi.",
      "desc2": "Shamol turbinalariga texnik xizmat ko'rsatish va ulardan foydalanish bo'yicha kadrlarni tayyorlash bo'yicha UET o'quv markazini keyinchalik GWO standartlariga muvofiq qabul qilish sertifikatini berish bilan sertifikatlash bo'yicha ishlar boshlandi.",
      "desc3": "Asosiy uskunalarning yetakchi ishlab chiqaruvchilari bilan UET negizida xizmat ko‘rsatish markazlarini ochish, keyinchalik ehtiyot qismlar va butlovchi qismlarni mahalliylashtirish bo‘yicha muzokaralar olib borilmoqda."
    },
    {
      "title": "Quyosh suv isitgichlari",
      "desc1": "O‘zbekistonda shamol energetikasining jadal rivojlanishi sharoitida UET shamol turbinalariga texnik xizmat ko‘rsatish va ta’mirlash ishlarini bajarish uchun kadrlar tayyorlashni boshladi.",
      "desc2": "Shamol turbinalariga texnik xizmat ko'rsatish va ulardan foydalanish bo'yicha kadrlarni tayyorlash bo'yicha UET o'quv markazini keyinchalik GWO standartlariga muvofiq qabul qilish sertifikatini berish bilan sertifikatlash bo'yicha ishlar boshlandi.",
      "desc3": "Asosiy uskunalarning yetakchi ishlab chiqaruvchilari bilan UET negizida xizmat ko‘rsatish markazlarini ochish, keyinchalik ehtiyot qismlar va butlovchi qismlarni mahalliylashtirish bo‘yicha muzokaralar olib borilmoqda."
    },
    {
      "title": "Shamol kuchi",
      "desc1": "O‘zbekistonda shamol energetikasining jadal rivojlanishi sharoitida UET shamol turbinalariga texnik xizmat ko‘rsatish va ta’mirlash ishlarini bajarish uchun kadrlar tayyorlashni boshladi.",
      "desc2": "Shamol turbinalariga texnik xizmat ko'rsatish va ulardan foydalanish bo'yicha kadrlarni tayyorlash bo'yicha UET o'quv markazini keyinchalik GWO standartlariga muvofiq qabul qilish sertifikatini berish bilan sertifikatlash bo'yicha ishlar boshlandi.",
      "desc3": "Asosiy uskunalarning yetakchi ishlab chiqaruvchilari bilan UET negizida xizmat ko‘rsatish markazlarini ochish, keyinchalik ehtiyot qismlar va butlovchi qismlarni mahalliylashtirish bo‘yicha muzokaralar olib borilmoqda."
    }
  ],
  "divisions": {
    "title": "Asosiy bo'limlar",
    "arr": [
      "5 ta akkreditatsiyalangan laboratoriyalar",
      "11 ishlab chiqarish maydonchasi",
      "9 ta ishlab chiqarish sexi",
      "Qurilish-montaj bo'limi",
      "Metrologik xizmat",
      "Ta'lim markazi"
    ]
  },
  "local": "Mahalliylashtirilgan mahsulotlar",
  "partners": "Bizning hamkorlarimiz",
  "btn": "Ko'proq",
  "calculate": {
    "title": "Bepul kalkulyator",
    "desc": "So'rovnomani to'ldiring, biz yuk tashish narxini hisoblab chiqamiz va sizga pochta yoki telefon orqali ma'lumot yuboramiz",
    "name": "Ismingiz",
    "phone": "Telefon raqamingiz",
    "service": "Xizmat turini tanlang",
    "sendPlace": "Yuborish joyi",
    "recivePlace": "Qabul qilish joyi",
    "loadWeight": "Yuk og’irligi",
    "btn": "Hisoblash"
  },
  "contact": [
    {
      "title": "Bepul maslahat olish uchun ma'lumotlarni qoldiring",
      "desc": "Bizning mutaxassislarimiz kun davomida siz bilan bog'lanadi",
      "placeholderName": "Ism",
      "placeholderPhone": "Telefon raqami",
      "placeholderMessage": "sizning eslatmangiz",
      "confidence": ["Men roziman", "ma'lumotlarni uzatish shartlariga"],
      "btn": "Yuborish"
    },
    {
      "title": "Bizning kontaktlarimiz",
      "arr": [
        { "title": "Manzil", "desc": "Toshkent shahar Fmpra IMPpa ko'chasi 432-uy" },
        { "title": "71 818 88 88", "desc": "Biz har doim sizga yordam berishdan xursandmiz" },
        { "title": "info@sitename.ru", "desc": "Orzular bilan bog'lanishning muqobil usuli" },
        { "title": "Bizni ijtimoiy tarmoqlarda kuzatib boring" }
      ]
    }
  ],
  "aboutHistory": [
    [
      "1993-yilda “Sredazremenergo” AK “Oʻzbekenergotamir” AK deb qayta nomlandi, u oʻz atrofida Oʻzbekiston energetika tizimining issiqlik elektr stansiyalari va gidroelektr stansiyalari uskunalarini taʼmirlash boʻyicha deyarli barcha korxonalarni birlashtirdi.",
      "2001 yilda O'zbekiston Respublikasi Prezidentining 'Energetika sohasidagi iqtisodiy islohotlarni chuqurlashtirish to'g'risida' va 'Vazirlar Mahkamasining iqtisodiy islohotlarini chuqurlashtirish to'g'risida' Farmonga binoan 'Korxonalarni xususiylashtirish chora-tadbirlari', Korxonaga aylana boshladi “O‘zbekenergotamir” ochiq aksiyadorlik jamiyati.",
      "2021-yildan boshlab “Energyproject Invest Group” MChJ “O‘zbekenergota’mir” AJ aksiyalarining nazorat paketiga egalik qiladi. Bugungi kunda “O‘zbekenergotamir” xolding xodimlarining umumiy soni 2300 dan ortiq yuqori malakali mutaxassis va energetika va qurilish sohasida katta tajribaga ega ishchilarni tashkil etadi.",
      "“O‘zbekenergotamir” xoldingi energetika va qurilish sohasida barcha turdagi ishlarni amalga oshirish uchun zarur sertifikat va litsenziyalarga ega."
    ],
    {
      "title": "Bizning vazifamiz",
      "arr": [
        "Bizning biznesimizni sifat va ishonchlilik cho'qqilariga olib chiqish. Muammolarni hal qilishda professional va sifatli yondashuvni ta'minlash, asbob-uskunalarning energiya samaradorligini va uning ishlashining ishonchliligini oshirish. Mutaxassislar va ishchi kadrlarni tayyorlash, qayta tayyorlash va malakasini oshirish.",
        "Energetika, qurilish va atrof-muhitni muhofaza qilish sanoati uchun sanoat-texnologik asbob-uskunalar va jihozlar bo'yicha xizmatlar ko'rsatuvchi yetakchi provayder bo'lish."
      ]
    },
    {
      "title": "Bizning Vizyonimiz",
      "arr": [
        "Energetika uskunalarini ta'mirlash, ishga tushirish va ishlatishda mijozlarning yuqori darajadagi qoniqishini ta'minlash va sanoat qurilishi",
        "Korporativ ijtimoiy mas'uliyat orqali manfaatdor tomonlarga qiymat qo'shing.",
        "Tashkiliy infratuzilmani va inson kapitalini rivojlantirishni takomillashtirish.",
        "Odamlar g'ayratli va o'z maqsadlariga erishadigan ajoyib ish joyi bo'lish.",
        "Ish va xizmatlarni eng raqobatbardosh va arzon narxlarda ishlab chiqarish imkoniyatini ta'minlash.",
        "Kompaniyani samarali o'sishning barqaror moliyaviy asosida boshqarish."
      ]
    },
    {
      "title": "Maqsadlar",
      "desc": "Biz o'z oldimizga qo'ygan maqsadlarga qat'iy amal qilamiz, mijozlarga energiya uskunalarini sifatli ta'mirlash, sozlash, sinovdan o'tkazish va sanoat korxonalarini qurishni ta'minlaymiz. 'O'zbekenergota'mir' AK rahbariyati quyidagi maqsadlarga erishish uchun barcha sa'y-harakatlarni amalga oshiradi:",
      "arr": [
        "Etikaning eng yuqori standartlariga yo'naltirilgan biznes yuritish",
        "Mahalliy va xalqaro sanoat standartlariga muvofiqlik",
        "Energetika uskunalari qismlarini ta'mirlash, sozlash va ishlatish usullarini takomillashtirish orqali mijozning iqtisodiy foydasini ta'minlash",
        "O'zaro manfaatli uzoq muddatli biznes aloqalarini o'rnatish",
        "Xavfsiz va qulay mehnat muhitini va sog'lom raqobatni ta'minlash",
        "Kompaniya xodimlariga kafolatlar, doimiy martaba o'sishi va takomillashtirish imkoniyatlari"
      ]
    }
  ],
  "affiliated_companies": {
    "title": "Afillanganlar",
    "arr": [
      {
        "title": "Nura guruhi",
        "desc": "Biznesimizni sifat va ishonchlilik cho'qqilariga olib chiqish. Muammolarni hal qilishda professional va sifatli yondashuvni ta'minlash, asbob-uskunalarning energiya samaradorligini, uning ishlashi ishonchliligini oshirish. Mutaxassislarni tayyorlash, qayta tayyorlash va malakasini oshirish va ishchilar."
      },
      {
        "title": "Nura guruhi",
        "desc": "Biznesimizni sifat va ishonchlilik cho'qqilariga olib chiqish. Muammolarni hal qilishda professional va sifatli yondashuvni ta'minlash, asbob-uskunalarning energiya samaradorligini, uning ishlashi ishonchliligini oshirish. Mutaxassislarni tayyorlash, qayta tayyorlash va malakasini oshirish va ishchilar."
      },
      {
        "title": "Nura guruhi",
        "desc": "Biznesimizni sifat va ishonchlilik cho'qqilariga olib chiqish. Muammolarni hal qilishda professional va sifatli yondashuvni ta'minlash, asbob-uskunalarning energiya samaradorligini, uning ishlashi ishonchliligini oshirish. Mutaxassislarni tayyorlash, qayta tayyorlash va malakasini oshirish va ishchilar."
      },
      {
        "title": "Nura guruhi",
        "desc": "Biznesimizni sifat va ishonchlilik cho'qqilariga olib chiqish. Muammolarni hal qilishda professional va sifatli yondashuvni ta'minlash, asbob-uskunalarning energiya samaradorligini, uning ishlashi ishonchliligini oshirish. Mutaxassislarni tayyorlash, qayta tayyorlash va malakasini oshirish va ishchilar."
      },
      {
        "title": "Nura guruhi",
        "desc": "Biznesimizni sifat va ishonchlilik cho'qqilariga olib chiqish. Muammolarni hal qilishda professional va sifatli yondashuvni ta'minlash, asbob-uskunalarning energiya samaradorligini, uning ishlashi ishonchliligini oshirish. Mutaxassislarni tayyorlash, qayta tayyorlash va malakasini oshirish va ishchilar."
      },
      {
        "title": "Nura guruhi",
        "desc": "Biznesimizni sifat va ishonchlilik cho'qqilariga olib chiqish. Muammolarni hal qilishda professional va sifatli yondashuvni ta'minlash, asbob-uskunalarning energiya samaradorligini, uning ishlashi ishonchliligini oshirish. Mutaxassislarni tayyorlash, qayta tayyorlash va malakasini oshirish va ishchilar."
      }
    ]
  },
  "warmEnergy": [
    {
      "title": "Qozon uskunasini ta'mirlash",
      "desc": "bug' va issiq suv qozonlarini ta'mirlashning barcha turlari, shuningdek ularni rekonstruksiya qilish va modernizatsiya qilish, texnik qayta jihozlash; - qozon isitish yuzalarining elementlarini ishlab chiqarish, o'rnatish va ta'mirlash; - bug' ajratish tizimini ta'mirlash, turli maqsadlardagi kollektorlar va quvurlarni ta'mirlash, bosim ostida ishlaydigan idishlarni ta'mirlash; - tebranish diagnostikasi va balansi bilan aylanadigan mexanizmlarni ta'mirlash; - tortishish mexanizmlarini ta'mirlash; - barabanlarni qayta ishlash; - choklarni va ishlaydigan idishlarning asosiy metallini ultratovush tekshiruvi xulosa chiqarish bilan bosim va ko'tarish mexanizmlari; - portativ uskunalar yordamida bukilgan quvurlar va payvand choklarini zonal issiqlik bilan ishlov berish."
    },
    {
      "title": "Turbinali uskunani ta'mirlash",
      "desc": "boshqaruv va bug' taqsimlash tizimlarini ta'mirlash va sozlash; - o'z podshipniklarida va mashinada rotorlarni muvozanatlash; - har qanday turbinali rotorlarning ish bosqichlarini belkuraklash; turbinalar, generatorlar, nasoslar rotorlarining yarmini ulash. to'g'ridan-to'g'ri agregatlarni o'rnatish joyida; - barcha turdagi va dizayndagi nasoslarni ta'mirlash."
    },
    {
      "title": "Elektr jihozlarini ta'mirlash",
      "desc": "- Generatorlarni kapital ta'mirlash; - generator stator o'rashini to'liq almashtirish; - faol stator po'latini ta'mirlash; - o'rashni qisman almashtirgan holda generator rotorlarini ta'mirlash; - har qanday turdagi yuqori kuchlanishli o'chirgichlarni ta'mirlash; - generatorning vodorod qistirmalarini ta'mirlash;- o'rash izolyatsiyasini almashtirish bilan yuqori voltli elektr dvigatellarini ta'mirlash, eski misdan o'rash uchastkalarini tiklash, yangi misdan o'rash qismlarini ishlab chiqarish; - past kuchlanishli elektr motorlarini ta'mirlash; - balanslash. generatorlar va elektr motorlarining rotorlari."
    }
  ],
  "industrialBase": {
    "title": "ishlab chiqarish bazasi",
    "arr": [
      "Energetika bloklari uchun ehtiyot qismlar va ehtiyot qismlarni ishlab chiqarish; - turli maqsadlar uchun metall konstruksiyalarni ishlab chiqarish; - istalgan diametrdagi podshipniklarni qayta to'ldirish, keyinchalik kerakli o'lchamdagi burg'ulash; - yuqori voltli va past kuchlanishli elektr motorlarini ta'mirlash. izolyatsiyasini almashtirish va stator o'rash qismlarini tiklash bilan har qanday quvvat. O'z sertifikatlangan sharoitlarda stator sarg'ishlarining ta'mirdan keyingi sinovlarini o'tkazish.",
      "Elektr laboratoriyalari; - qismlarga ishlov berish, shu jumladan maksimal diametri 1600 mm, maksimal uzunligi 8000 mm, maksimal og'irligi 40 tonna bo'lgan katta o'lchamli rotorlar; - nostandart uskunalarni ta'mirlash; - ish bosqichlarini qayta ishlash. turbinali rotorlar.",
      "Ta'mirdan keyingi sinovlarni o'tkazish uchun korxonada quyidagi laboratoriyalar mavjud: - o'lchash asbob-uskunalari va asbob-uskunalar laboratoriyasi; - metallar va payvandlash laboratoriyasi; - yuqori voltli uskunalarni sinovdan o'tkazish laboratoriyasi.",
      "nazorat qilish va bug 'tarqatish tizimlarini ta'mirlash va sozlash; - o'z podshipniklarida va dastgohda rotorlarni muvozanatlash; - har qanday turbinali rotorlarning ish bosqichlarini belkuraklash; - tekis podshipnikli qobiqlarni keyinchalik burg'ulash bilan kerakli hajmga to'ldirish; - yuqori -turbinali bloklarning rotorlari, generatorlari, nasoslarining birlashtiruvchi yarmidagi teshiklarni to'g'ridan-to'g'ri agregatlarni o'rnatish joyida qayta ishlash bo'yicha aniq ishlar; - barcha turdagi va dizayndagi nasoslarni ta'mirlash."
    ]
  },
  "energySources": {
    "title": "RES sohasidagi qonunchilik",
    "desc1": "Avvalo, asbob-uskunalar bilan shug'ullanish va optimal quyosh elektr stansiyasini tanlash kerak. Batareyalar universal emas, shuning uchun sotib olish va o'rnatishdan oldin mutaxassis maslahatiga murojaat qilishingizni tavsiya qilamiz. U aytadi. Siz “yashil” tarifning narxi (qonun bilan belgilangan) haqida ma’lumot bering va uyingiz uchun to‘g‘ri modelni tanlang.”",
    "desc2": "GSM/GPRS aloqa moduliga ega maxsus hisoblagich ham xuddi shunday muhim rol o'ynaydi, u ishlab chiqarilgan / iste'mol qilinadigan quyosh energiyasini hisoblash uchun mo'ljallangan. Uning yordami bilan sizning energiya aylanmangiz haqidagi ma'lumotlar Oblenergoga uzatiladi. ",
    "btn": "Yuklab olish"
  },
  "footer": [
    {
      "title": "Saytda",
      "arr": [
        "Bizning tariximiz",
        "Issiqlik energetikasi",
        "Qayta tiklanadigan energiya manbalari",
        "Katalog",
        "Ta'lim markazi",
        "Xizmat ko'rsatish markazi",
        "Bizning hamkorlarimiz",
        "Kontaktlar"
      ]
    },
    {
      "title": "Mijozlar",
      "arr": ["Asosiy bo'limlar", "Moliyaviy ko'rsatkichlar", "Biz yangiliklardamiz", "Birlashgan kompaniyalar"]
    },
    {
      "title": "RES",
      "arr": ["Quyosh panellari", "Quyosh suv isitgichlari", "Shamol kuchi"]
    },
    {
      "title": "Bizning kontaktlarimiz",
      "arr": ["103445, Toshkent sh. Sh.Oripar, 96A"]
    },
    ["Barcha huquqlar IES.uz tomonidan himoyalangan", "", "Supersite"]
  ]
}
