{
  "header": [
    {
      "name": "Biz Haqimizda",
      "submenu": [
        "Bizning Tarix",
        "Bizning Leaderlar",
        "Moliya va bo'linmalar",
        "Bizning yangliklar",
        "Birlashgan kompaniyalar",
        "Bizning hamkorlarimiz"
      ]
    },
    { "name": "Issiqlik energetikasi" },
    {
      "name": "Katalog",
      "submenu": ["Mahalliylashtirilgan mahsulotlar", "Sanoat bazasi"]
    },
    {
      "name": "Qayta tiklanadigan energiya manbalari",
      "submenu": ["Energiya manbalari", "Quyosh suv isitgichlari", "Quyosh panellari", "Shamol energetikasi"]
    },
    { "name": "Xizmat ko'rsatish markazi" },
    { "name": "Ta'lim markazi" },
    { "name": "Kontaktlar" }
  ],
  "aboutus": {
    "title": "Biz haqimizda",
    "pastlashlar": [
      "\"O'ZBEKENERGOTA'MIR\" AJ energetika sohasida ellik yildan ortiq tajribaga ega va energetika uskunalarini ta'mirlash bilan shug'ullanuvchi korxonalar orasida yetakchilardan biri hisoblanadi.",
      "\"O'ZBEKENERGOTA'MIR\" AJ 1967 yilda O'rta Osiyo, Qozog'iston va Ozarbayjon respublikalaridagi elektr stansiyalarining energetika uskunalarini ta'mirlash maqsadida tashkil etilgan bo'lib, 2001 yilda davlat tasarrufidan chiqarilgandan so'ng korxona \"O'ZBEKENERGOTA'MIR\" ochiq aksiyadorlik jamiyatiga aylantirildi. ",
      "“Aksiyadorlik jamiyatlari va aksiyadorlarning huquqlarini himoya qilish to‘g‘risida”gi O‘zbekiston Respublikasining 2014-yil 6-maydagi O‘RQ-370-sonli Qonuniga o‘zgartish va qo‘shimchalar kiritish haqida”gi Qonuniga muvofiq korxona \"O'ZBEKENERGOTA'MIR\" aksiyadorlik jamiyatiga o'zgartirildi."
    ],
    "btn": "Ko'proq"
  },
  "banner": [
    {
      "title": "Quyosh panellari",
      "desc1": "Biz O'zbekistonda quyosh panellarini ishlab chiqarish va o'rnatish sohasida yetakchi kompaniyamiz. Bizning vazifamiz kelajak uchun toza va barqaror energiya yaratishdir. ",
      "desc2": "Biz yuqori sifatli quyosh panellari va sanoat, tijorat va turar-joy kabi turli sohalar uchun to'liq echimlarni taklif etamiz.",
      "desc3": "2022-yilda quyosh fotoelektr stansiyalarini ishlab chiqarish yoʻlga qoʻyildi va 10 MVt quvvatni oʻrnatish tugallandi. 2023 yilda 110 MVt quvvatga ega quyosh fotoelektr stansiyalarini oʻrnatish rejalashtirilgan"
    },
    {
      "title": "Quyosh suv isitgichlari",
      "desc1": "100, 150 va 200 litrli 3 xil hajmdagi quyosh issiq suv qozonlarini ishlab chiqarish yo‘lga qo‘yildi.",
      "desc2": "Bizning quyosh issiq suv qozonlarimiz uylar, ofislar, mehmonxonalar, basseynlar va boshqalarni issiq suv bilan ta'minlash uchun ishonchli va energiya tejamkor yechimdir.",
      "desc3": "Ular quyosh energiyasidan samarali foydalanish va elektr yoki gaz bilan isitish xarajatlarini sezilarli darajada kamaytirish imkonini beruvchi ilg'or texnologiyalar bilan jihozlangan."
    },
    {
      "title": "Shamol energiyasi",
      "desc1": "O'zbekistonda shamol energetikasining jadal rivojlanishi sharoitida \"O'ZBEKENERGOTA'MIR\" AJ shamol turbinalariga texnik xizmat ko'rsatish va ta'mirlash ishlarini bajarish uchun kadrlar tayyorlashni boshladi.",
      "desc2": "\"OʻZBEKENERGOTA’MIR\" AJning shamol turbinalariga texnik xizmat koʻrsatish va ulardan foydalanish boʻyicha kadrlar tayyorlash boʻyicha oʻquv markazini keyinchalik GWO standartlari boʻyicha sertifikat berish bilan sertifikatlash boʻyicha ishlar boshlandi.",
      "desc3": "“OʻZBEKENERGOTA’MIR” AJ negizida asosiy uskunalarning yetakchi ishlab chiqaruvchilari bilan xizmat koʻrsatish markazlarini ochish, keyinchalik ehtiyot qismlar va butlovchi qismlarni mahalliylashtirish boʻyicha muzokaralar olib borilmoqda”."
    },
    {
      "title": "Bizni nima o'ziga xos qiladi?",
      "desc1": "Innovatsion texnologiya: Biz doimiy ravishda quyosh energetikasi sohasidagi so'nggi tendentsiyalar va yangiliklardan xabardor bo'lib turamiz. Bizning quyosh panellarimiz maksimal samaradorlik va ishonchlilikni ta'minlash uchun ilg'or texnologiyalar bilan jihozlangan.",
      "desc2": "Yuqori sifat: Mahsulotlarimizda eng yuqori sifatga intilamiz. Bizning barcha quyosh panellarimiz mustahkam va vaqt o'tishi bilan yaxshi ishlashini ta'minlash uchun qattiq sifat nazoratidan o'tkaziladi.",
      "desc3": "Kompleks yechimlar: Biz nafaqat quyosh panellarini yetkazib berishni, balki quyosh energiyasi tizimlarini ishlab chiqish va o'rnatishni ham taklif qilamiz. Bizning mutaxassislarimiz sizning ehtiyojlaringiz va aniq loyihangizni hisobga olgan holda eng yaxshi yechimni tanlashingizga yordam beradi. .",
      "desc4": "Barqarorlik: Biz barqaror rivojlanish va atrof-muhitga g'amxo'rlik qilishga sodiqmiz. Quyosh energiyasidan foydalanib, biz issiqxona gazlari chiqindilarini kamaytirish va tabiiy resurslarni tejashga yordam beramiz.",
      "desc5": "Mijozlarga yo'naltirilgan yondashuv: Biz har bir mijozimizni qadrlaymiz va individual e'tibor va yuqori darajadagi xizmat ko'rsatishga intilamiz. Biz sizga quyosh energiyasi bilan bog'liq har qanday savollarda yordam berishga va ehtiyojlaringiz uchun eng yaxshi yechimni taklif qilishga tayyormiz. "
    }
  ],
  "divisions": {
    "title": "Asosiy bo'limlar",
    "arr": [
      "5 ta akkreditatsiyalangan laboratoriyalar",
      "11 ishlab chiqarish maydonchasi",
      "9 ta ishlab chiqarish sexi",
      "Qurilish-montaj bo'limi",
      "Metrologik xizmat",
      "Ta'lim markazi"
    ]
  },
  "local": "Mahalliylashtirilgan mahsulotlar",
  "description": "Tavsif",
  "partners": "Bizning hamkorlarimiz",
  "btnDownload": "Yuklab olish",
  "chart_title": "Moliyaviy ko'rsatkichlar",
  "btn": "Ko'proq",
  "calculate": {
    "title": "Bepul kalkulyator",
    "desc": "So'rovnomani to'ldiring, biz yuk tashish narxini hisoblab chiqamiz va sizga pochta yoki telefon orqali ma'lumot yuboramiz",
    "name": "Ismingiz",
    "phone": "Telefon raqamingiz",
    "service": "Xizmat turini tanlang",
    "sendPlace": "Yuborish joyi",
    "recivePlace": "Qabul qilish joyi",
    "loadWeight": "Yuk og’irligi",
    "btn": "Hisoblash"
  },
  "contact": [
    {
      "title": "Bepul maslahat olish uchun ma'lumotlarni qoldiring",
      "desc": "Bizning mutaxassislarimiz kun davomida siz bilan bog'lanadi",
      "placeholderName": "Ism",
      "placeholderPhone": "Telefon raqami",
      "placeholderMessage": "sizning eslatmangiz",
      "confidence": ["Men roziman", "ma'lumotlarni uzatish shartlariga"],
      "btn": "Yuborish"
    },
    {
      "title": "Bizning kontaktlarimiz",
      "arr": [
        { "title": "Manzil", "desc": "Toshkent shahar Fmpra IMPpa ko'chasi 432-uy" },
        { "title": "71 818 88 88", "desc": "Biz har doim sizga yordam berishdan xursandmiz" },
        { "title": "info@sitename.ru", "desc": "Orzular bilan bog'lanishning muqobil usuli" },
        { "title": "Bizni ijtimoiy tarmoqlarda kuzatib boring" }
      ]
    }
  ],
  "aboutHistory": [
    [
      "1993 yilda “Sredazremenergo” PO “O‘zbekenergotamir” AK deb o‘zgartirildi, u o‘z atrofida O‘zbekiston energetika tizimining issiqlik elektr stansiyalari va gidroelektr stansiyalari uskunalarini ta’mirlash bo‘yicha deyarli barcha korxonalarni birlashtirdi”.",
      "2001-yilda O‘zbekiston Respublikasi Prezidentining 2001-yil 22-fevraldagi 25-sonli “Energetika sohasida iqtisodiy islohotlarni chuqurlashtirish to‘g‘risida”gi Farmoni hamda Vazirlar Mahkamasining “Davlat tasarrufidan chiqarish va davlat tasarrufidan chiqarish chora-tadbirlari to‘g‘risida”gi qarorini bajarish maqsadida korxonalarni xususiylashtirish”, korxonani “O‘zbekenergotamir” ochiq aksiyadorlik jamiyatiga aylantirish",
      "“2021-yildan boshlab “O‘zbekenergota’mir” AJ aksiyalarining nazorat paketi egasi “Energyproject Invest Group” MChJ hisoblanadi. “O‘zbekenergota’mir” aksiyadorlik jamiyati 2300 dan ortiq yuqori malakali mutaxassislar va sohada katta tajribaga ega ishchilardan iborat. energetika va energetika ob'ektlarini qurish.",
      "– “O‘zbekenergotamir xolding” aksiyadorlik jamiyati energetika sohasida barcha turdagi ishlarni amalga oshirish va energetika obyektlarini qurish uchun zarur sertifikat va litsenziyalarga ega."
    ],
    {
      "title": "Bizning vazifamiz",
      "arr": [
        "Bizning biznesimizni sifat va ishonchlilik cho'qqilariga olib chiqish. Muammolarni hal qilishda professional va sifatli yondashuvni ta'minlash, asbob-uskunalarning energiya samaradorligini va uning ishlashining ishonchliligini oshirish. Mutaxassislar va ishchi kadrlarni tayyorlash, qayta tayyorlash va malakasini oshirish.",
        "Energetika, qurilish va atrof-muhitni muhofaza qilish sanoatida sanoat texnologik uskunalari bo'yicha xizmatlar ko'rsatuvchi yetakchi provayder bo'lish."
      ]
    },
    {
      "title": "Bizning maqsadimiz",
      "arr": [
        "Energetika uskunalarini ta'mirlash, ishga tushirish va ishlatishda mijozlarning yuqori darajadagi qoniqishini ta'minlash va sanoat qurilishi",
        "Korporativ ijtimoiy mas'uliyat orqali manfaatdor tomonlarga qiymat qo'shing.",
        "Tashkiliy infratuzilmani va inson kapitalini rivojlantirishni takomillashtirish.",
        "Odamlar g'ayratli va o'z maqsadlariga erishadigan ajoyib ish joyi bo'lish.",
        "Ish va xizmatlarni eng raqobatbardosh va arzon narxlarda ishlab chiqarish imkoniyatini ta'minlash.",
        "Kompaniyani samarali o'sishning barqaror moliyaviy asosida boshqarish."
      ]
    },
    {
      "title": "Maqsadlar",
      "desc": "Biz o'z oldimizga qo'ygan maqsadlarga qat'iy amal qilamiz, mijozlarga energiya uskunalarini sifatli ta'mirlash, sozlash, sinovdan o'tkazish va sanoat korxonalarini qurishni ta'minlaymiz. 'O'zbekenergota'mir' AK rahbariyati quyidagi maqsadlarga erishish uchun barcha sa'y-harakatlarni amalga oshiradi:",
      "arr": [
        "Biznesni eng yuqori axloqiy me'yorlarga muvofiq qilish",
        "Mahalliy va xalqaro ishlab chiqarish standartlariga muvofiqligi",
        "Energetika uskunalari qismlarini ta'mirlash, sozlash va ishlatish usullarini takomillashtirish orqali mijozning iqtisodiy foydasini ta'minlash",
        "O'zaro manfaatli uzoq muddatli biznes aloqalarini o'rnatish",
        "Xavfsiz va qulay mehnat muhitini va sog'lom raqobatni ta'minlash",
        "Kompaniya xodimlariga kafolatlar, doimiy martaba o'sishi va takomillashtirish imkoniyatlari"
      ]
    }
  ],
  "affiliated_companies": {
    "title": "Afillanganlar",
    "arr": [
      {
        "title": "Nura guruhi",
        "desc": "Biznesimizni sifat va ishonchlilik cho'qqilariga olib chiqish. Muammolarni hal qilishda professional va sifatli yondashuvni ta'minlash, asbob-uskunalarning energiya samaradorligini, uning ishlashi ishonchliligini oshirish. Mutaxassislarni tayyorlash, qayta tayyorlash va malakasini oshirish va ishchilar."
      },
      {
        "title": "Nura guruhi",
        "desc": "Biznesimizni sifat va ishonchlilik cho'qqilariga olib chiqish. Muammolarni hal qilishda professional va sifatli yondashuvni ta'minlash, asbob-uskunalarning energiya samaradorligini, uning ishlashi ishonchliligini oshirish. Mutaxassislarni tayyorlash, qayta tayyorlash va malakasini oshirish va ishchilar."
      },
      {
        "title": "Nura guruhi",
        "desc": "Biznesimizni sifat va ishonchlilik cho'qqilariga olib chiqish. Muammolarni hal qilishda professional va sifatli yondashuvni ta'minlash, asbob-uskunalarning energiya samaradorligini, uning ishlashi ishonchliligini oshirish. Mutaxassislarni tayyorlash, qayta tayyorlash va malakasini oshirish va ishchilar."
      },
      {
        "title": "Nura guruhi",
        "desc": "Biznesimizni sifat va ishonchlilik cho'qqilariga olib chiqish. Muammolarni hal qilishda professional va sifatli yondashuvni ta'minlash, asbob-uskunalarning energiya samaradorligini, uning ishlashi ishonchliligini oshirish. Mutaxassislarni tayyorlash, qayta tayyorlash va malakasini oshirish va ishchilar."
      },
      {
        "title": "Nura guruhi",
        "desc": "Biznesimizni sifat va ishonchlilik cho'qqilariga olib chiqish. Muammolarni hal qilishda professional va sifatli yondashuvni ta'minlash, asbob-uskunalarning energiya samaradorligini, uning ishlashi ishonchliligini oshirish. Mutaxassislarni tayyorlash, qayta tayyorlash va malakasini oshirish va ishchilar."
      },
      {
        "title": "Nura guruhi",
        "desc": "Biznesimizni sifat va ishonchlilik cho'qqilariga olib chiqish. Muammolarni hal qilishda professional va sifatli yondashuvni ta'minlash, asbob-uskunalarning energiya samaradorligini, uning ishlashi ishonchliligini oshirish. Mutaxassislarni tayyorlash, qayta tayyorlash va malakasini oshirish va ishchilar."
      }
    ]
  },
  "warmEnergy": [
    {
      "title": "Qozon uskunalarini ta'mirlash",
      "desc": "Bug' va issiq suv qozonlarini ta'mirlashning barcha turlari, shuningdek ularni rekonstruksiya qilish va modernizatsiya qilish, texnik qayta jihozlash;",
      "descArr": [
        "- qozon isitish sirt elementlarini ishlab chiqarish, o'rnatish va ta'mirlash;",
        "- bug' ajratish tizimini ta'mirlash, turli maqsadlar uchun kollektorlar va quvurlarni ta'mirlash, bosimli idishlarni ta'mirlash;",
        "- payvand choklarini va bosimli idishlar va ko'tarish mexanizmlarining asosiy metallarini xulosa berish bilan ultratovush tekshiruvi;",
        "- qoralama mexanizmlarni ta'mirlash;",
        "- portativ asbob-uskunalar yordamida quvur burmalari va choklarini zonal issiqlik bilan ishlov berish.",
        "- tebranish diagnostikasi va balanslash bilan aylanuvchi mexanizmlarini ta'mirlash;",
        "- barabanlarni qayta tiklash;"
      ]
    },
    {
      "title": "Turbinali uskunalarni ta'mirlash",
      "desc": "Boshqaruv va bug' taqsimlash tizimlarini ta'mirlash va sozlash;",
      "descArr": [
        "- o'z podshipniklarida va mashinada rotorlarni muvozanatlash;",
        "- har qanday turbinali rotorlarning ish bosqichlarini belkurak bilan tozalash;",
        "- oddiy rulmanli qobiqlarni keyinchalik burg'ulash bilan kerakli hajmga to'ldirish;",
        "- turbinali bloklar, turbogeneratorlar, nasoslar rotorlarining birlashtiruvchi yarmidagi teshiklarni to'g'ridan-to'g'ri agregatlarni o'rnatish joyida qayta ishlash bo'yicha yuqori aniqlikdagi ishlar;",
        "- barcha turdagi va dizayndagi nasoslarni ta'mirlash."
      ]
    },
    {
      "title": "Elektr jihozlarini ta'mirlash",
      "descArr": [
        "- generatorlarni kapital ta'mirlash;",
        "- generator stator o'rashini to'liq almashtirish;",
        "- stator faol po'latini ta'mirlash; - qisman o'rash bilan generator rotorlarini ta'mirlash;",
        "- har qanday turdagi yuqori voltli o'chirgichlarni ta'mirlash;",
        "- generator vodorod muhrlarini ta'mirlash;",
        "- o'rash izolyatsiyasini almashtirgan holda yuqori voltli elektr dvigatellarini ta'mirlash, eski misdan o'rash qismlarini tiklash, yangi misdan o'rash qismlarini ishlab chiqarish;",
        "- past kuchlanishli elektr motorlarini ta'mirlash;",
        "- generatorlar va elektr motorlarning rotorlarini muvozanatlash."
      ]
    }
  ],
  "industrialBase": [
    {
      "title": "Ishlab chiqarish bazasi",
      "descs": [
        "- energiya bloklari uchun ehtiyot qismlar va ehtiyot qismlar ishlab chiqarish;",
        " - turli maqsadlar uchun metall konstruksiyalarni ishlab chiqarish;",
        "- Har qanday diametrdagi tekis rulmanli qobiqlarni to'ldirish, so'ngra kerakli o'lchamda burg'ulash;",
        "- Har qanday quvvatdagi yuqori kuchlanishli va past kuchlanishli elektr motorlarini izolyatsiyani almashtirish va stator o'rashining uchastkalarini tiklash bilan ta'mirlash. O'zimizning sertifikatlangan sharoitlarda stator sarg'ishlarining ta'mirdan keyingi sinovlarini o'tkazish."
      ]
    },
    {
      "title": "Elektrolaboratoriyalar",
      "descs": [
        " - maksimal diametri 1600 mm, maksimal uzunligi 8000 mm, maksimal og'irligi 40 tonna bo'lgan katta rotorlarni o'z ichiga olgan qismlarga ishlov berish; ",
        "- nostandart uskunalarni ta'mirlash;",
        "- Turbina rotorlarining ish bosqichlarini qayta ishlash."
      ]
    },
    {
      "title": "Ta'mirdan keyingi sinov uchun korxonada quyidagi laboratoriyalar mavjud:",
      "descs": [
        "- o'lchov uskunalari va asboblari laboratoriyasi;",
        "- Metallar va payvandlash laboratoriyasi;",
        "- Yuqori kuchlanishli uskunalarni sinovdan o'tkazish laboratoriyasi."
      ]
    }
  ],
  "energySources": {
    "title": "RES sohasidagi qonunchilik",
    "desc1": "Avvalo, asbob-uskunalar bilan shug'ullanish va optimal quyosh elektr stansiyasini tanlash kerak. Batareyalar universal emas, shuning uchun sotib olish va o'rnatishdan oldin mutaxassis maslahatiga murojaat qilishingizni tavsiya qilamiz. U aytadi. Siz “yashil” tarifning narxi (qonun bilan belgilangan) haqida ma’lumot bering va uyingiz uchun to‘g‘ri modelni tanlang.”",
    "desc2": "GSM/GPRS aloqa moduliga ega maxsus hisoblagich ham xuddi shunday muhim rol o'ynaydi, u ishlab chiqarilgan / iste'mol qilinadigan quyosh energiyasini hisoblash uchun mo'ljallangan. Uning yordami bilan sizning energiya aylanmangiz haqidagi ma'lumotlar Oblenergoga uzatiladi. ",
    "btn": "Yuklab olish"
  },
  "ourLeaders": {
    "job": "Lavozim",
    "address": "Manzil",
    "phone": "Telefon"
  },
  "leaders": [
    {
      "name": "Radjabov Ilxomdjon Boltayevich",
      "job": "\"O'ZBEKENERGOTA'MIR\" AJ BOSH DIREKTOR VAZIFASINI BAJARUVCHISI",
      "address": "O'ZBEKISTON RESPUBLIKASI, TOSHKENT VILLOYATI, QIBRAY TUMANI, FIDOKOR MFY, TASHGRES KO’CHASI, 296-UY"
    },
    {
      "name": "Сохибов Журабек Иномжонович",
      "job": "«O‘ZBEKENERGOTA’MIR» AJ BOSH DIREKTORINING ISHLAB CHIQARISH BO'YICHA O'RINBOSARI",
      "address": "O‘ZBEKISTON RESPUBLIKASI, TOSHKENT VILOYATI, QIBRAY TUMANI, SALAR SHAHARCHASI, FIDOKOR MFY"
    },
    {
      "name": "Sorokin Timur Aleksandrovich",
      "job": "“O‘ZBEKENERGOTA’MIR” АЖ БОШ МУҲАНДИСИ",
      "address": "O‘ZBEKISTON RESPUBLIKASI, TOSHKENT VILOYATI, QIBRAY TUMANI, FIDOKOR MFY, TASHGRES KO‘CHASI, 296"
    },
    {
      "name": "Maxmudov Xushnudjon Abduraxmonovich",
      "job": "«O’ZBEKENERGOTA’MIR» AJ BOSH DIREKTORINING MOLIYA, IQTISOD VA TIJORAT ISHLARI BO'YICHA O'RINBOSARI",
      "address": "O'ZBEKISTON RESPUBLIKASI, TOSHKENT VILLOYATI, QIBRAY TUMANI, FIDOKOR MFY, TASHGRES KO’CHASI, 296-UY"
    },
    {
      "name": "Astanov Sevar Ruslanovich",
      "job": "“O‘ZBEKENERGOTA’MIR” AJ BOSH DIREKTORINING MAHALLIYLASHTIRISH, INVESTITSIYALAR VA INNOVATSIYALAR BO‘YICHA O‘RINBOSARI",
      "address": "O'ZBEKISTON RESPUBLIKASI, TOSHKENT VILOYATI, QIBRAY TUMANI, FIDOKOR MFY, TASHGRES KO‘CHASI, 296"
    },
    {
      "name": "Tashpulatov Tursunpulat Tursunyuldashevich",
      "job": "“O‘ZBEKENERGOTA’MIR” АЖ БОШ ДИРЕКТОРИНИНГ УМУМИЙ МАСАЛАЛАР БЎЙИЧА ЎРИНБОСАРИ",
      "address": "O'ZBEKISTON RESPUBLIKASI, TOSHKENT VILOYATI, QIBRAY TUMANI, FIDOKOR MFY, TASHGRES KO‘CHASI, 296"
    }
  ],
  "BusinessExpansion": {
    "title": "Biz bilan biznesingizni rivojlantiring",
    "numberDescription": "Mijozlar mamlakat bo'ylab"
  },
  "tobePartner": {
    "title": "Qanday qilib bizning hamkorimiz bo'lish mumkin?",
    "card": [
      "D-Solar kompaniyalar guruhi uchun davom etayotgan tenderlarga kirishni ta'minlash",
      "Hamkordan tenderni imzolash",
      "Hamkor bilan shartnoma imzolash"
    ],
    "danger": "Bizga qo'shiling va yashil energiya hamkorimiz bo'ling!",
    "descs": [
      "Biz sizni \"O'zbekenergota'mir\" AJ hamkori bo'lishga va birgalikda O'zbekistonda yashil energiyani rivojlantirishga taklif qilamiz. Kompaniyamiz quyosh panellari, quyosh suv isitgichlari ishlab chiqarish, shamol tegirmonlariga texnik xizmat ko'rsatish, shuningdek, qozon uskunalari, turbinali uskunalar va elektr jihozlarini ta'mirlash .Biz barqaror va ekologik toza energiya tizimini yaratish bo'yicha o'z missiyamizni baham ko'radigan ishonchli hamkorlarni qidiramiz.",
      "\"O'zbekenergota'mir\" AJ bilan hamkorlik sizga qayta tiklanadigan energiya va xizmat ko'rsatish sohasida o'z biznesingizni kengaytirish imkoniyatini beradi. Biz mahsulotlarimizning yuqori sifati, ilg'or texnologiyalar, shuningdek, har bir bosqichda professional yordamga kafolat beramiz.",
      "Bizning hamkorimiz sifatida siz quyidagi imtiyozlarga ega bo'lasiz: yuqori sifatli mahsulotlarimiz, jumladan quyosh panellari, quyosh suv isitgichlari va shamol tegirmonlari bilan kompaniyangizning mahsulot assortimentini kengaytiring. Mijozlarga sifatli xizmat ko'rsatish va qozon uskunalari, turbinali uskunalar va elektr qurilmalariga texnik xizmat ko'rsatish imkoniyati. uskunalar Raqobatbardosh narxlar va moslashuvchan shartlar sizning ehtiyojlaringiz va bozor sharoitingizga mos hamkorlik Bizning yuqori malakali mutaxassislarimizdan texnik yordam va maslahatlar Qo'shma loyihalarni amalga oshirish va hamkorlar uchun sodiqlik dasturida ishtirok etish imkoniyati \"O'zbekenergota'mir\" AK qozon uskunalari, turbinali uskunalar va elektr jihozlarini o'z ichiga olgan turli xil asbob-uskunalarga texnik xizmat ko'rsatish va ta'mirlash bo'yicha xizmatlarning keng doirasi. Kompaniyamiz ushbu sohalarda tajriba va tajribaga ega, bu bizga yuqori sifatli texnik xizmat ko'rsatish va ta'mirlash xizmatlarini ko'rsatish imkonini beradi Qozon uskunalarini ta'mirlash: Biz qozonxona uskunalarini, jumladan, qozonxonalar, isitish tizimlari, burnerlar va boshqa komponentlarni kompleks ta'mirlash va texnik xizmat ko'rsatishni ta'minlash. Bizning malakali texnik xodimlarimiz diagnostika qiladi, ta'mirlaydi, uning qismlarini almashtiradi va jihozlarning samarali va ishonchli ishlashini ta'minlaydi. Turbinali uskunalarni ta'mirlash: Biz turbinalar va turbin generatorlarini ta'mirlash va texnik xizmat ko'rsatish xizmatlarini taklif etamiz. Bizning mutaxassislarimiz samarali ishlashi va uzoq xizmat qilish muddatini ta'minlash uchun turbinali uskunani diagnostika qiladi, ta'mirlaydi, butlovchi qismlarni almashtiradi va sozlaydi. Elektr jihozlarini ta'mirlash: Shuningdek, biz elektr jihozlarini ta'mirlash va texnik xizmat ko'rsatish xizmatlarini taklif etamiz, jumladan, generatorlar, elektr motorlar, avtomatlashtirish tizimlari va boshqa elektr komponentlari. Tajribali elektr texnik xodimlarimiz elektr jihozlarini xavfsiz va samarali ishlashi uchun diagnostika qiladi, ta'mirlaydi, almashtiradi va sozlaydi. Biz yuqori sifatli xizmat ko'rsatishga intilamiz va har bir mijozga individual yondashuvni taklif etamiz. Bizning mutaxassislar jamoasi ushbu uskunalarga texnik xizmat ko'rsatish va ta'mirlash sohasida chuqur bilim va tajribaga ega va biz hamkorlarimizga ishonchli va professional xizmatlarni taqdim etishga tayyormiz. Agar siz qozonxona uskunalari, turbinali uskunalar va elektr jihozlariga texnik xizmat ko'rsatish va ta'mirlash bo'yicha ishonchli hamkor izlayotgan bo'lsangiz, biz bilan bog'laning. Biz yuqori sifatli ish, professional yondashuv va topshiriqlarni o‘z vaqtida bajarishni kafolatlaymiz."
    ]
  },
  "renewable": {
    "title": "RES sohasidagi talablar",
    "desc1": "Avvalo, siz jihozlar bilan shug'ullanishingiz va optimal quyosh elektr stansiyasini tanlashingiz kerak. Batareyalar universal emas, shuning uchun sotib olish va o'rnatishdan oldin mutaxassisdan maslahat so'rashingizni tavsiya qilamiz. U aytadi. Siz \"yashil \" tarifining narxi haqida (qonun bilan belgilanadi) va o'zingizga mos modelni tanlang.",
    "desc2": "GSM/GPRS aloqa moduliga ega maxsus hisoblagich ham xuddi shunday muhim rol o'ynaydi, u ishlab chiqarilgan iste'mol qilinadigan quyosh energiyasini hisoblash uchun mo'ljallangan. Uning yordami bilan energiya aylanmangiz haqidagi ma'lumotlar Tashoffelektrosetga uzatiladi."
  },
  "certificate": {
    "title": "Sertifikatlar",
    "descs": [
      "O‘zbekistonda shamol energetikasining jadal rivojlanishi sharoitida UET shamol turbinalariga texnik xizmat ko‘rsatish va ta’mirlash ishlarini bajarish uchun kadrlar tayyorlashni boshladi.",
      "UET o'quv markazini shamol turbinalariga texnik xizmat ko'rsatish va ulardan foydalanish bo'yicha kadrlar tayyorlash bo'yicha sertifikatlash, keyinchalik GWO standartlariga muvofiq qabul qilish sertifikatini berish bo'yicha ishlar boshlandi.",
      "Asosiy asbob-uskunalar ishlab chiqaruvchi yetakchi kompaniyalar bilan UET negizida xizmat ko‘rsatish markazlarini ochish, keyinchalik ehtiyot qismlar va butlovchi qismlarni mahalliylashtirish bo‘yicha muzokaralar olib borilmoqda."
    ]
  },
  "complatedProd": {
    "title": "Bajarilgan ob'ektlar",
    "products": [
      {
        "title": "Quyosh elektr stansiyasi",
        "descs": ["Manzil: Toshkent IES", "To'lov: 4 yil", "Ishga chiqarilgan yili: 2020"]
      },
      {
        "title": "Quyosh elektr stansiyasi",
        "descs": ["Manzil: Muborak IES", "To'lov: 3 yil", "Ishga chiqarilgan yili: 2019"]
      },
      {
        "title": "Quyosh elektr stansiyasi",
        "descs": ["Manzil: Farg'ona IES", "To'lov: 5 yil", "Ishga chiqarilgan yili: 2021"]
      },
      {
        "title": "Quyosh elektr stansiyasi",
        "descs": ["Manzil : Farg'ona CHP", "To'lov muddati: 3 yil", "Ishga chiqarilgan yili: 2022"]
      },
      {
        "title": "Quyosh elektr stansiyasi",
        "descs": ["Manzil: Navainskaya IES", "To'lov: 4 yil", "Ishga chiqarilgan yili: 2022"]
      },
      {
        "title": "Quyosh elektr stansiyasi",
        "descs": ["Manzil: Taxiatosh IES", "To'lov: 4 yil", "Ishga chiqarilgan yili: 2022"]
      }
    ]
  },
  "services": [
    {
      "title": "O'rni himoyasi qurilmalarini ishga tushirish",
      "description": "2001 yilda o'tkazilgan davlat tasarrufidan chiqarishdan so'ng korxona \"O'ZBEKENERGOTA'MIR\" ochiq aksiyadorlik jamiyatiga aylantirildi. O'zbekiston Respublikasining 2014 yil 6 maydagi 6-sonli Qonuniga muvofiq O‘zbekiston Respublikasining “Aksiyadorlik jamiyatlari va aksiyadorlarning huquqlarini himoya qilish to‘g‘risida”gi qarori O‘zbekiston Respublikasining 2014-yil 6-maydagi O‘RQ-son Qonuniga muvofiq korxona maqomi “O‘ZBEKENERGOTA’MIR” aksiyadorlik jamiyatiga o‘zgartirildi. -370-sonli “Aksiyadorlik jamiyatlari va aksiyadorlarning huquqlarini himoya qilish to‘g‘risida”gi O‘zbekiston Respublikasi Qonuniga o‘zgartish va qo‘shimchalar kiritish haqida”gi qarori bilan korxona maqomi “O‘ZBEKENERGOTA’MIR” aksiyadorlik jamiyati deb o‘zgartirildi.Davlat tasarrufidan chiqarilgach, 2001-yilda oʻtkazilgan korxona Oʻzbekiston Respublikasining 2014-yil 6-maydagi OʻRQ-370-son “Oʻzbekiston Respublikasi Qonuniga oʻzgartish va qoʻshimchalar kiritish toʻgʻrisida”gi Qonuniga muvofiq “OʻZBEKENERGOTAʼMIR” ochiq aksiyadorlik jamiyatiga aylantirildi. O‘zbekiston Respublikasi “Aksiyadorlik jamiyatlari va aksiyadorlarning huquqlarini himoya qilish to‘g‘risida”gi qarori bilan korxona maqomi “O‘ZBEKENERGOTA’MIR” aksiyadorlik jamiyati etib o‘zgartirildi."
    },
    {
      "title": "Qurilish maydonlarida bajarilgan geodeziya ishlari",
      "description": "2001 yilda o'tkazilgan davlat tasarrufidan chiqarishdan so'ng korxona \"O'ZBEKENERGOTA'MIR\" ochiq aksiyadorlik jamiyatiga aylantirildi. O'zbekiston Respublikasining 2014 yil 6 maydagi 6-sonli Qonuniga muvofiq O‘zbekiston Respublikasining “Aksiyadorlik jamiyatlari va aksiyadorlarning huquqlarini himoya qilish to‘g‘risida”gi qarori O‘zbekiston Respublikasining 2014-yil 6-maydagi O‘RQ-son Qonuniga muvofiq korxona maqomi “O‘ZBEKENERGOTA’MIR” aksiyadorlik jamiyatiga o‘zgartirildi. -370-sonli “Aksiyadorlik jamiyatlari va aksiyadorlarning huquqlarini himoya qilish to‘g‘risida”gi O‘zbekiston Respublikasi Qonuniga o‘zgartish va qo‘shimchalar kiritish haqida”gi qarori bilan korxona maqomi “O‘ZBEKENERGOTA’MIR” aksiyadorlik jamiyati deb o‘zgartirildi.Davlat tasarrufidan chiqarilgach, 2001-yilda oʻtkazilgan korxona Oʻzbekiston Respublikasining 2014-yil 6-maydagi OʻRQ-370-son “Oʻzbekiston Respublikasi Qonuniga oʻzgartish va qoʻshimchalar kiritish toʻgʻrisida”gi Qonuniga muvofiq “OʻZBEKENERGOTAʼMIR” ochiq aksiyadorlik jamiyatiga aylantirildi. O‘zbekiston Respublikasi “Aksiyadorlik jamiyatlari va aksiyadorlarning huquqlarini himoya qilish to‘g‘risida”gi qarori bilan korxona maqomi “O‘ZBEKENERGOTA’MIR” aksiyadorlik jamiyati etib o‘zgartirildi."
    },
    {
      "title": "O'rnatish ishlari",
      "description": "2001 yilda o'tkazilgan davlat tasarrufidan chiqarishdan so'ng korxona \"O'ZBEKENERGOTA'MIR\" ochiq aksiyadorlik jamiyatiga aylantirildi. O'zbekiston Respublikasining 2014 yil 6 maydagi 6-sonli Qonuniga muvofiq O‘zbekiston Respublikasining “Aksiyadorlik jamiyatlari va aksiyadorlarning huquqlarini himoya qilish to‘g‘risida”gi qarori O‘zbekiston Respublikasining 2014-yil 6-maydagi O‘RQ-son Qonuniga muvofiq korxona maqomi “O‘ZBEKENERGOTA’MIR” aksiyadorlik jamiyatiga o‘zgartirildi. -370-sonli “Aksiyadorlik jamiyatlari va aksiyadorlarning huquqlarini himoya qilish to‘g‘risida”gi O‘zbekiston Respublikasi Qonuniga o‘zgartish va qo‘shimchalar kiritish haqida”gi qarori bilan korxona maqomi “O‘ZBEKENERGOTA’MIR” aksiyadorlik jamiyati deb o‘zgartirildi.Davlat tasarrufidan chiqarilgach, 2001-yilda oʻtkazilgan korxona Oʻzbekiston Respublikasining 2014-yil 6-maydagi OʻRQ-370-son “Oʻzbekiston Respublikasi Qonuniga oʻzgartish va qoʻshimchalar kiritish toʻgʻrisida”gi Qonuniga muvofiq “OʻZBEKENERGOTAʼMIR” ochiq aksiyadorlik jamiyatiga aylantirildi. O‘zbekiston Respublikasi “Aksiyadorlik jamiyatlari va aksiyadorlarning huquqlarini himoya qilish to‘g‘risida”gi qarori bilan korxona maqomi “O‘ZBEKENERGOTA’MIR” aksiyadorlik jamiyati etib o‘zgartirildi."
    },
    {
      "title": "Neft va gaz sanoati ob'ektlarini tartibga solish",
      "description": "2001 yilda o'tkazilgan davlat tasarrufidan chiqarishdan so'ng korxona \"O'ZBEKENERGOTA'MIR\" ochiq aksiyadorlik jamiyatiga aylantirildi. O'zbekiston Respublikasining 2014 yil 6 maydagi 6-sonli Qonuniga muvofiq O‘zbekiston Respublikasining “Aksiyadorlik jamiyatlari va aksiyadorlarning huquqlarini himoya qilish to‘g‘risida”gi qarori O‘zbekiston Respublikasining 2014-yil 6-maydagi O‘RQ-son Qonuniga muvofiq korxona maqomi “O‘ZBEKENERGOTA’MIR” aksiyadorlik jamiyatiga o‘zgartirildi. -370-sonli “Aksiyadorlik jamiyatlari va aksiyadorlarning huquqlarini himoya qilish to‘g‘risida”gi O‘zbekiston Respublikasi Qonuniga o‘zgartish va qo‘shimchalar kiritish haqida”gi qarori bilan korxona maqomi “O‘ZBEKENERGOTA’MIR” aksiyadorlik jamiyati deb o‘zgartirildi.Davlat tasarrufidan chiqarilgach, 2001-yilda oʻtkazilgan korxona Oʻzbekiston Respublikasining 2014-yil 6-maydagi OʻRQ-370-son “Oʻzbekiston Respublikasi Qonuniga oʻzgartish va qoʻshimchalar kiritish toʻgʻrisida”gi Qonuniga muvofiq “OʻZBEKENERGOTAʼMIR” ochiq aksiyadorlik jamiyatiga aylantirildi. O‘zbekiston Respublikasi “Aksiyadorlik jamiyatlari va aksiyadorlarning huquqlarini himoya qilish to‘g‘risida”gi qarori bilan korxona maqomi “O‘ZBEKENERGOTA’MIR” aksiyadorlik jamiyati etib o‘zgartirildi."
    }
  ],
  "education": {
    "title": "O'quv markaz",
    "desc": "Kadrlarni o'qitish, qayta tayyorlash va malakasini oshirish",
    "descs": [
      "Elektr va gazli payvandchi (qo'lda payvandlash, himoya gaz argon muhitida)",
      "Elektr jihozlarini ta'mirlash bo'yicha elektromontyor",
      "Elektr mashinasi elementini o'rash",
      "Issiqlik elektr stansiyalari qozonxonalari va chang va gaz tozalash sexlarini ta'mirlash mexanigi",
      "Issiqlik elektr stansiyalarining bug 'turbinasi uskunalarini ta'mirlash mexanigi",
      "Keng profilli mashinist",
      "Asboblar va avtomatlashtirish mexanikasi",
      "Motor",
      "CNC mashinasi operatori",
      "Energetika uskunalari bo'yicha texnik"
    ]
  },
  "faq":[
    {
      "title":"O'rnatish uchun sayt tayyorlanmoqda",
      "content":"Mutaxassislarimiz hududni tahlil qiladilar va shamol tegirmonini o'rnatish uchun joyni tayyorlash uchun zarur ishlarni amalga oshiradilar, shu jumladan poydevor ishlari va elektr ta'minotiga ulanish."
    },
    {
      "title":"Muammolarni bartaraf etish",
      "content":"Biz mumkin bo'lgan muammolar va nosozliklarni aniqlash uchun shamol tegirmonining to'liq tashxisini o'tkazamiz. Bunga elektr tizimlari, mexanik komponentlar va boshqa asosiy elementlarni tekshirish kiradi."
    },
    {
      "title":"Komponentlarni almashtirish va qayta qurish",
      "content":"Agar kerak bo'lsa, samaradorlik va ishonchlilikni tiklash uchun shamol tegirmonining shikastlangan yoki eskirgan qismlarini almashtiramiz yoki ta'mirlaymiz."
    },
    {
      "title":"Xizmat va texnik xizmat ko'rsatish",
      "kontent":" Biz shamol tegirmonlariga rejali texnik xizmat ko'rsatishni taklif qilamiz, jumladan tozalash, moylash, sozlash va tizimning ishlashini tekshirish. Bu muammolarni oldini olishga va tegirmonning uzluksiz ishlashini ta'minlashga yordam beradi."
    },
    {
      "title":"Shamol tegirmonlarini tanlash va o'rnatish bo'yicha maslahat",
      "content":"Mutaxassislarimiz sizning ehtiyojlaringiz uchun eng mos shamol tegirmonini tanlashda sizga maslahat beradilar va uni o'rnatish uchun eng yaxshi joyni aniqlashga yordam beradi."
    },
    {
      "title":"Mutaxassis fikri va tahlili",
      "content":"Biz shamol tegirmonining holati, uning samaradorligi va takomillashtirish imkoniyatlari bo'yicha ekspert xulosasi va tahlilini taqdim etamiz. Biz sizga shamol tegirmonining ishlashini optimallashtirish va uning energiya samaradorligini oshirishga yordam beramiz."
    }
  ],
  "footer": [
    {
      "title": "Saytda",
      "arr": [
        "Bizning tariximiz",
        "Issiqlik energetikasi",
        "Qayta tiklanadigan energiya manbalari",
        "Katalog",
        "Ta'lim markazi",
        "Xizmat ko'rsatish markazi",
        "Bizning hamkorlarimiz",
        "Kontaktlar"
      ]
    },
    {
      "title": "Mijozlar",
      "arr": ["Asosiy bo'limlar", "Moliyaviy ko'rsatkichlar", "Biz yangiliklardamiz", "Birlashgan kompaniyalar"]
    },
    {
      "title": "RES",
      "arr": ["Quyosh panellari", "Quyosh suv isitgichlari", "Shamol kuchi"]
    },
    {
      "title": "Bizning kontaktlarimiz",
      "arr": ["103445, Toshkent sh. Sh.Oripar, 96A"]
    },
    ["Barcha huquqlar IES.uz tomonidan himoyalangan", "", "Supersite"]
  ]
}
